<?php

return array(
	'222222' => array(
		'name' => '乾為天',
		'desc' => '得此卦者，天行剛健，自強不息，名利雙收之象，宜把握機會，爭取成果。女人得此卦則有過於剛直之嫌。',
	),
	'111111' => array(
		'name' => '坤為地',
		'desc' => '得此卦者，宜順從運勢，以靜制動，不宜獨立謀事，順從他人，一起合作，可成大事。',
	),
	'211121' => array(
		'name' => '水雷屯',
		'desc' => '得此卦者，身處困境，宜守不宜進，須多加辛苦努力，排除困難，方可通達，有初難後解之象。',
	),
	'121112' => array(
		'name' => '山水蒙',
		'desc' => '智慧猶如童蒙，不辨是非，迷失方向；若能順賢師良友之教，啟其聰明則亨通。',
	),
	'222121' => array(
		'name' => '水天需',
		'desc' => '得此卦者，時機尚未成熟，需要耐心等待，急進反會見兇。',
	),
	'121222' => array(
		'name' => '天水訟',
		'desc' => '身心不安，事多不順，與他人多爭訴之事，宜修身養性，謹慎處事。',
	),
	'121111' => array(
		'name' => '地水師',
		'desc' => '得此卦者，困難重重，憂心勞眾，宜包容別人，艱苦努力，摒除一切困難。',
	),
	'111121' => array(
		'name' => '水地比',
		'desc' => '得此卦者，可獲朋友之助，眾人之力，謀事有成，榮顯之極。',
	),
	'222122' => array(
		'name' => '風天小畜',
		'desc' => '得此卦者，力量薄弱，運勢反覆，宜蓄養實力，靜待時機，急進則有險，凡事須耐心推進。',
	),
	'221222' => array(
		'name' => '天澤履',
		'desc' => '尊卑顯別，這是履卦的卦象。君子觀此卦象，從而分別上下尊卑，使人民循規蹈矩，安份守紀。',
	),
	'222111' => array(
		'name' => '地天泰',
		'desc' => '得此卦者，否極泰來，鴻運當頭，諸事皆順，但須防樂極生悲。',
	),
	'111222' => array(
		'name' => '天地否',
		'desc' => '得此卦者，萬物閉塞之象，上下不合，諸事不順，凡事宜忍，須待時運好轉而有為。',
	),
	'212222' => array(
		'name' => '天火同人',
		'desc' => '得此卦者，吉祥如意，與人合作共事更佳，上下同心，謀事有成。',
	),
	'222212' => array(
		'name' => '火天大有',
		'desc' => '得此卦者，正當好運，事事吉祥，大有收穫，但需防物極必反，盛極轉衰。',
	),
	'112111' => array(
		'name' => '地山謙',
		'desc' => '得此卦者，吉利平安，步步高升。謙虛忍讓者前途大好，驕橫者必招敗。謙受益，滿招損。',
	),
	'111211' => array(
		'name' => '雷地豫',
		'desc' => '得此卦者，順天應時，事事吉祥，可得長輩之助，但須防色難，切不可沉迷於聲色歡場之中。',
	),
	'211221' => array(
		'name' => '澤雷隨',
		'desc' => '得此卦者，宜隨大勢，其事可成。凡事與他人多溝通交流，可名利雙收。切不可堅持己見，專橫者事不成。',
	),
	'122112' => array(
		'name' => '山風蠱',
		'desc' => '得此卦者，艱難迷惑之時，事事不如意；宜大膽革新，奮發圖強，艱苦努力，可轉危為安。',
	),
	'221111' => array(
		'name' => '地澤臨',
		'desc' => '得此卦者，好運來到，諸事如意，人情和合，但行事不宜過於急進。到八月會有凶。',
	),
	'111122' => array(
		'name' => '風地觀',
		'desc' => '得此卦者，處身於變化之中，心神不寧，宜多觀察入微，待機行事，切勿妄進。',
	),
	'211212' => array(
		'name' => '火雷噬嗑',
		'desc' => '得此卦者，強硬態度；事多困阻，積極謀求。事不遂心，紛爭難免，諸事被阻，宜堅守常規，不為利誘，可保平安。',
	),
	'212112' => array(
		'name' => '山火賁',
		'desc' => '得此卦者，表面風光，內在空虛，多虛少實。宜充實自己，穩重行事，量力而為。',
	),
	'111112' => array(
		'name' => '山地剝',
		'desc' => '得此卦者，此時為陰氣極盛之時，君子宜謹慎隱忍，不可貿然行動。',
	),
	'211111' => array(
		'name' => '地雷復',
		'desc' => '得此卦者，复代表陰陽去而復返，使萬物生生不息，預示已逝去的可能會再回來。謀事可成，但不宜過於急進。',
	),
	'211222' => array(
		'name' => '天雷无妄',
		'desc' => '得此卦者，順其自然，守正道者，諸事皆宜。但行為不檢者，必招災禍。',
	),
	'222112' => array(
		'name' => '山天大畜',
		'desc' => '得此卦者，宜堅守正道，腳踏實地，務實行事，方可成就大業。切勿驕傲自滿，目空一切。',
	),
	'211112' => array(
		'name' => '山雷頤',
		'desc' => '得此卦者，對於言語及飲食，均須謹慎。宜守正道，謹言慎行，心懷陰謀者會招災禍。',
	),
	'122221' => array(
		'name' => '澤風大過',
		'desc' => '得此卦者，身心不安，事不如意，卻又強意而行，大有後悔之時，謹防官非及水險。',
	),
	'121121' => array(
		'name' => '坎為水',
		'desc' => '得此卦者，運氣不佳，多難危險，事多困阻，宜謹言慎行，退守保安。',
	),
	'212212' => array(
		'name' => '離為火',
		'desc' => '得此卦者，宜謙虛謹慎，穩步進取，則前途光明。急進及意氣用事者必有所損失。',
	),
	'112221' => array(
		'name' => '澤山咸',
		'desc' => '得此卦者，宜謙虛待人，則會吉祥如意，謀事可成。但勿為不正當感情而意亂情迷。',
	),
	'122211' => array(
		'name' => '雷風恒',
		'desc' => '得此卦者，須立身正道，堅守不易，持續努力，必能亨通。缺少毅力，朝三暮四者則不會成功。',
	),
	'112222' => array(
		'name' => '天山遯',
		'desc' => '得此卦者，宜退不宜進。退守可以保身，若輕舉妄動則會招災。宜謹言慎行，待機行事。',
	),
	'222211' => array(
		'name' => '雷天大壯',
		'desc' => '得此卦者，運勢過於強盛，宜心平氣和，謹慎行事，否則必生過失。',
	),
	'111212' => array(
		'name' => '火地晋',
		'desc' => '得此卦者，如旭日東昇，氣運旺盛，收入頗豐，謀事可成，百事如意。',
	),
	'212111' => array(
		'name' => '地火明夷',
		'desc' => '得此卦者，時運不佳，事事勞苦，宜堅守正道，忍耐自重，等待時機。',
	),
	'212122' => array(
		'name' => '風火家人',
		'desc' => '得此卦者，與人合作共事者會有利，且多有喜事之象，家庭和睦者，能同心協力，發展事業。',
	),
	'221212' => array(
		'name' => '火澤睽',
		'desc' => '得此卦者，運氣不佳，水火不容，相互矛盾，諸事難成。',
	),
	'112121' => array(
		'name' => '水山蹇',
		'desc' => '得此卦者，身心憂苦，舉步維艱，宜守正道，不可妄動，涉險境者會有災難。',
	),
	'121211' => array(
		'name' => '雷水解',
		'desc' => '得此卦者，能解脫先前之困難，宜把握良機，求謀事業，出外謀事者更佳。',
	),
	'221112' => array(
		'name' => '山澤損',
		'desc' => '得此卦者，損己利人，雖然開始會有所不順，但付出總會有所回報，因禍得福之象。',
	),
	'211122' => array(
		'name' => '風雷益',
		'desc' => '得此卦者，正當好運，奮發圖進，得人幫助，能獲名利。',
	),
	'222221' => array(
		'name' => '澤天夬',
		'desc' => '得此卦者，大運將過，困難將至，宜提高警惕，謹言慎行。',
	),
	'122222' => array(
		'name' => '天風姤',
		'desc' => '得此卦者，陰長陽衰，諸事不順，宜謹慎行事，更應注意桃色糾紛。',
	),
	'111221' => array(
		'name' => '澤地萃',
		'desc' => '得此卦者，運氣大好，能得到貴人的幫助，獲利豐厚，無往不利。',
	),
	'122111' => array(
		'name' => '地風升',
		'desc' => '得此卦者，運氣升騰，諸事皆積極向上發展，謀事有成，名利雙收。',
	),
	'121221' => array(
		'name' => '澤水困',
		'desc' => '得此卦者，陷入困境，事事不如意，宜堅守正道，等待時機。',
	),
	'122121' => array(
		'name' => '水風井',
		'desc' => '得此卦者，宜修身養性，順其自然，泰然處之，維持現狀。靜有利，動則兇。',
	),
	'212221' => array(
		'name' => '澤火革',
		'desc' => '得此卦者，事多變動，堅守正道；順天應人，實施變革。凡事均在變動之中，宜去舊立新，以應革新之象，則會吉祥。',
	),
	'122212' => array(
		'name' => '火風鼎',
		'desc' => '得此卦者，因敗致功，因人成事；萬事通達，平步青雲。時運正佳，能得到朋友的幫助，取得不錯的成就。與人合夥共事更佳。',
	),
	'211211' => array(
		'name' => '震為雷',
		'desc' => '得此卦者，重雷發響，奮發圖強；先難後易，先苦後甜。但表面風光，內恐有難，宜謹言慎行，以免損失。',
	),
	'112112' => array(
		'name' => '艮為山',
		'desc' => '得此卦者，停留阻止，無可再進；隨份勿貪，不可強求。得此卦者，前路受阻，不宜妄進，宜守待機。',
	),
	'112122' => array(
		'name' => '風山漸',
		'desc' => '得此卦者，逐步開運，凡事宜循序漸進，則謀事可成，不宜急進，性急則敗。',
	),
	'221211' => array(
		'name' => '雷澤歸妹',
		'desc' => '得此卦者，困難之時，做事有違常理，災禍不斷。宜明察事理，修身養性，斷絕妄念。',
	),
	'212211' => array(
		'name' => '雷火豐',
		'desc' => '得此卦者，盛大豐滿，進財獲利；謀望克遂，必有喜慶。運勢正強，謀事可成，名利雙收。但不宜過貪，要知足常樂，謹防樂極生悲，損財甚至火險。',
	),
	'112212' => array(
		'name' => '火山旅',
		'desc' => '得此卦者，事多變動，如在異鄉，小事可成，大事難成，宜謹守常規。',
	),
	'122122' => array(
		'name' => '巽為風',
		'desc' => '得此卦者，順伏容人，謙虛行事；得貴多助，利在遠處。得此卦者，運勢起伏不定，宜隨機應變，謙虛行事，則可得意外之收穫。',
	),
	'221221' => array(
		'name' => '兌為澤',
		'desc' => '得此卦者，多喜慶之事，人情和合，但應堅守正道，否則犯災。',
	),
	'121122' => array(
		'name' => '風水渙',
		'desc' => '得此卦者，初有不順，但終可解困，凡事宜小心則百事亨通，忌任性放縱。',
	),
	'221121' => array(
		'name' => '水澤節',
		'desc' => '得此卦者，宜安分守己，切忌貪心不足，諸事必須節制，不宜過份，更要戒酒色。',
	),
	'221122' => array(
		'name' => '風澤中孚',
		'desc' => '得此卦者，正直誠信者吉利，會得到朋友的幫助，謀事可成；心存邪念者則兇。',
	),
	'112211' => array(
		'name' => '雷山小過',
		'desc' => '得此卦者，諸事不利，宜行小事，不宜成大事，更防因自身的過失惹來是非爭訟。',
	),
	'212121' => array(
		'name' => '水火既濟',
		'desc' => '得此卦者，事業有成，成功之象，但謹防盛極必衰，宜退守為吉，再進則兇。',
	),
	'121212' => array(
		'name' => '火水未濟',
		'desc' => '得此卦者，運勢不通，諸事不能如願，宜由小及大，穩步進取，要耐心去突破難關，則終可成功。',
	),
);