<div class="container-fluid">
	<div class="row">
		<div class="col-12 col-md-10 col-xl-8 mx-auto">
			<div class="customer-testimonial">
				<img src="../images/testimonials/testimonial-14-lg.jpg" class="img-fluid d-flex mx-auto">
			</div>
		</div>
	</div>
	<div class="row">
		<div class="col-12 col-md-10 col-xl-8 mx-auto">
			<div class="customer-testimonial mb-5 mt-4">
				<h4>学会风水，让我通过这方面的知识，懂得趋吉避凶，及有助于提高自己的成功机率</h4>
				<h6 class="mb-4">客户：Yu Mico</h6>
				<p>大家好!我是一名非常年轻的女性企业家及销售讲师。所谓知人，知面就知心，企业发展能借助学习面相课程以提高企业营销策略及学员们在课堂上学习不到的营销知识。<b>2016</b>年7月份参加罗师傅的专业面相初级课程，首次参加便让我感到兴奋不已。因为罗师傅一直都是市场上最让人印象专业的风水及面相老师。第一次参加面相初级班，本以为和自己过去曾上过的面相课程教学模式大同小异，传统的理论教学模式及一些现场面相讨论。但却往往超出我的想象！罗老师以专业和幽默的方式教课，不但让学员们能快速记得重点，整个上课的过程中也感觉非常轻松有趣，罗老师的指导下，让我能够有效地解决以往模糊的见解。所以也一连报名了面相中级和风水初级现在的我虽然没有去当面相师，但却在生活中带来巨大的改变，知己知彼了解自身，家人及所有伙伴员工的面相优势及弱点。做出一些调整及改变。在短短一个月里，让我的业务发展更加迅速成长并增加了<b>70%</b>的业绩。不但可以活学活用，同时间只要是身边的亲友，客户等只要遇到面相问题，都会马上联络我，相信我专业的面相知识。我觉得可以为他们解开面相谜团，实在有意义！罗老师细心教学是我看到身为一个老师对学生的责任感。只要是身边的朋友有兴趣在命理玄学，我都一定会推荐龙岩风水。</p>
			</div>
		</div>
	</div>
</div>