<div class="container-fluid">
	<div class="row">
		<div class="col-12 col-md-10 col-xl-8 mx-auto">
			<div class="customer-testimonial">
				<img src="../images/testimonials/testimonial-08-lg.jpg" class="img-fluid d-flex mx-auto">
			</div>
		</div>
	</div>
	<div class="row">
		<div class="col-12 col-md-10 col-xl-8 mx-auto">
			<div class="customer-testimonial mb-5 mt-4">
				<h4>堪察风水更动后公司气场变的更好了，无论在生意的发展以及收帐的效率上都的确有着显著的进步，而且员工的流动性也比之前稳定了许多，加上全体員工的努力下，生意也蒸蒸日上！</h4>
				<h6 class="mb-4">客户：Jeremy Kee</h6>
				<p>认识罗师傅已经好几年了,但除了出席风水讲座及风水课程外, 倒也没有向师傅资询过任何家居及商业风水. 大约在前两年的时候,由于公司业务停滞不前,在和顾客收帐方面也差强人意,于是冒起了向罗师傅资询商业风水的念头.心动不如行动,拿起电话便向师傅助理咨询流程，费标准及敲定风水资询的时间。等罗师傅排到档期到我们公司当然也等了一段时间，不过在资询前龙岩风水的员工也向我们索取了公司几位負责人的八字及再三确认约定的时间，以避免失误及失约（非常专业）。考察风水当天，罗师傅及助理准时到达我们公司，二话不说先拿起罗盘先非常仔细的堪察我们公司的布置，业务的处理流程，甚至公司神位的位置也仔细測量。一开始还觉得师傅有点严肃，在观察我们公司时有点不苟言笑，神情专注的只在我们公司的资料及罗盘上。但还好师傅堪察完毕后恢复了笑容,也非常仔细的向我们讲解了公司现在布局的不足以及如何改进的更好,以及大大小小各项需要注意的事项。后来我从助理口中才了解原来师傅开始不是装深沉(一笑), 而是师傅因为在紧迫及有限的时间里(据说当天师傅行程满档)而先选择把他的工作做好, 之后才会和顾客寒叙及解析风水。我庆幸的是罗师傅并没有叫我们大肆的装修及改动，只是做了一些小更动，如座位，招牌，大门，土地公的位置以及在财位及好的位置置放流水摆设。而且师傅在最后的时候还加码稍微的帮我们几位公司负责人讲解了我们的八字及注意事项。真的是物超所值。勘查之后大约2至3个星期后，我们也在龙岩风水的办公室里收到了我们公司的风水报告，而师傅助理也花了好长一段时间向我们解释了报告的内容及各项风水改进的建议。我们也尊照师傅的指示在辦公室與工廠进行了一些变动。也许之后真的是公司气场变的更好了, 公司无论在生意的发展以及收帐的效率上都的确有着显著的进步，而且员工的流动性也比之前稳定了许多，加上全体員工的努力下，生意也蒸蒸日上。在第一次的风水堪察就有非常正面的成绩之后，最近罗师傅也为我们挑选了新家的位置及勘查新家的家居风水，非常希望新家的风水能进一歩的帮助我们无论在生意上及家庭上都能顺顺利利，更上一层楼！</p>
				<p>我个人觉得龙岩风水确实是一家非常专业而且值得信赖的风水资询公司！</p>
			</div>
		</div>
	</div>
</div>