<div class="container-fluid">
	<div class="row">
		<div class="col-12 col-md-10 col-xl-8 mx-auto">
			<div class="customer-testimonial">
				<img src="../images/testimonials/testimonial-17-lg.jpg" class="img-fluid d-flex mx-auto">
			</div>
		</div>
	</div>
	<div class="row">
		<div class="col-12 col-md-10 col-xl-8 mx-auto">
			<div class="customer-testimonial mb-5 mt-4">
				<h4>将学到的正统风水知识运用到自己的住家及生意当中，得到良好的感应让我安居乐业到现在</h4>
				<h6 class="mb-4">客户：林柏宏</h6>
				<p>第一次见到罗一鸣老师，是在几年前请他为我改名的时候。在这之前，都是通过电台、报章及朋友圈内听到他的大名，读过他的文章；没想到，他真人是那么的平易近人！改了名后，我的性情也开始慢慢转好，做人更加积极，也希望有一天能向罗老师学习。于是，当一收到消息罗老师将开办风水课程时，我赶紧把握机会，马上报名了！课室里的罗老师十分专业，而且课程内容丰富，提供很多的真实例子，以深入浅出的方式，把风水这门知识简单化。而我在外遇到的风水问题，老师也耐心地一一替我解答。顺带一提，我已经上完由初级到高级的风水课程了！甚至会与其他的同学们定期回去复习。个人认为出身富贵，不见得就一定能成功；同样，出身贫寒，也不会注定一败涂地。而学会风水，能让我们通过这方面的知识，懂得趋吉避凶，及有助于提高自己的成功机率。没有清醒的头脑，再快的脚步也会走歪；没有谨慎的步伐，再平的道路也会跌倒。我目前在上着龙岩风水的八字班，就是希望更加清楚自己未来的路该如何走。</p>
				<p>对了，他们的团队不但专业，每个人还很热情，我们都成为好朋友了！</p>
			</div>
		</div>
	</div>
</div>