<div class="container-fluid">
	<div class="row">
		<div class="col-12 col-md-10 col-xl-8 mx-auto">
			<div class="customer-testimonial">
				<img src="../images/testimonials/testimonial-15-lg.jpg" class="img-fluid d-flex mx-auto">
			</div>
		</div>
	</div>
	<div class="row">
		<div class="col-12 col-md-10 col-xl-8 mx-auto">
			<div class="customer-testimonial mb-5 mt-4">
				<h4>罗老师深入浅出的教学方式，让我获益良多！</h4>
				<h6 class="mb-4">客户：Jimmy Khoo</h6>
				<p>第一次見到羅一鳴老師，是在<b>2013</b>蛇年的電視節目裡。當時是在播放着新年的風水節目。那時候羅老師給我的印象是【這麼年輕的風水師，到底有沒有料的哦！！是不是砸錢出來，買電視節目時段做宣傳，博取提高知名度而已哦！！】之後也沒有對羅一鳴老師特別去留意而不了了之。直到<b>2014</b>年的華人新年前夕，有朋友送來給我幾張羅老師的風水大會入門票，我才回想起有這麼一個年輕的風水師。我心想，這是一個很好的機會，我倒想看看這麼年輕的風水師，到底是何方神聖，因為最近蠻紅，蠻出名的。在那次的風水大會裡，讓我真正見識了羅老師的魅力。羅老師雖然年紀輕輕，但是卻有非常豐厚的風水知識。在風水大會裡，羅老師以幽默有趣的方式來講解及分析流年風水，十二生肖及面相等，使整個大會都在歡笑及快樂的氣氛中度過。在風水大會裡，當我得知羅老師也有開班教授風水課時，我毫不猶豫的就決定要去上羅老師的風水課。因為從小我就對風水命理有濃厚的興趣，也收集了不少風水命理的書籍，但是卻對書裡的學問一知半解，想找老師學習卻不知應該向哪位老師學才對。直到遇到羅老師，我就知道，他，就是我要找的風水明師了。<b>2015</b>年，第一次上到龍巖風水命理研究院上風水課，我就被龍巖辦公室的室內裝潢深深的吸引住了。中式的家具，配合現代化的裝潢，很溫馨也很舒服，很有家的感覺。在這中西合併的室內裝潢裡，原來暗藏著經過羅老師精心佈置的風水格局，但是卻看不出來。上了課才知道，原來不是在家裡擺滿一大堆的化煞招財風水物品，就是風水佈局。真正的風水佈局，是要兼顧理氣與巒頭的，佈了風水局後卻讓人看不出蛛絲馬跡的，才是真正的風水高手。在課堂上，羅老師幽默風趣的教學方式，讓我很快就吸收了，而且多年來對於風水書籍中的難以理解的理論，也一一解開了。最重要一點是，羅老師周遊列國，學習了不同門派的風水學問，但是他不會只認同某一派系，而去評擊其它派系，反而他集合了所有門派的精華，加以整理，然後教導我們如何在不同的情況，運用不同門派的風水學問，也教導我們如何重疊使用不同門派的風水在同一間屋子裡。天下沒有最厲害的風水，只有善於運用不同技巧的高手。不同門派的風水，就好像不症下藥的，才是真正的明師！！羅老師深入淺出的教學方式，讓我獲益良多。除了在課室裡的紙上談兵外，羅老師也有帶同學們在戶外實習。這樣的戶外實習，可以讓我們更快更容易了解在課室裡所學到的。除了風水課程，我也上了李袁鳴老師所教授的盲派八字課。第一次看到【盲派八字】的時候，心裡就在想，盲派八字？？是不是在搞古古怪怪的名堂來吸引大家的注意。因為在我的認知中，八字只有子平八字，沒有聽過什麼盲派八字的。當李老師在<b>FB</b>放出盲派八字的招生廣告時，我就被廣告裡的那一句“如果你學傳統子平八字一直學不會，不如你來試試學盲派”深深吸引住了。當下我就立馬打電話到龍巖報名了。就這樣，我成為了盲派八字初級班第一班的第一位報名的學生。上了課才知道，原來盲派八字並不是新興的或是新發明的八字系統，而是歷史悠久的。因為懂的人不多，傳的人更少，所有很少人懂得盲派八字。李老師時而認真，時而開玩笑的教學方式，讓我們在上課時不會很沉悶。李老師親切的態度，使我們的關係像朋友一樣，而沒有了老師與學生之間那種嚴肅的隔膜。在教學的過程中，都會拿同學們的八子或實際的案例作講解，讓我們很快就明白當中的精髓。同時，當同學有不明白的地方，老師都會很有耐心地一一解答，真是一個善良的老師。除此之外，龍巖也有一班非常專業的工作團隊。當我有風水學問上的難題及疑問時，只要打電話詢問他們，他們都會一一地為我解答，非常專業，非常棒！！借此難得的機會，在這裡祝賀龍巖風水命理研究院十週年快樂 ！！業績更上一層樓 ！！</p>
			</div>
		</div>
	</div>
</div>