<div class="container-fluid">
	<div class="row">
		<div class="col-12 col-md-10 col-xl-8 mx-auto">
			<div class="customer-testimonial">
				<img src="../images/testimonials/testimonial-02-lg.jpg" class="img-fluid d-flex mx-auto">
			</div>
		</div>
	</div>
	<div class="row">
		<div class="col-12 col-md-10 col-xl-8 mx-auto">
			<div class="customer-testimonial mb-5 mt-4">
				<h4>大师与团队的专业，让我们佩服。完成了风水察勘，他们还会准备一份属于我们的风水报告并细心为我们解释。入伙后，我们夫妻俩感情融洽，生活美满。一年后，顺利的怀上马宝宝。我们毫不犹豫的继续选择龙岩的服务，为小宝宝命名。</h4>
				<h6 class="mb-4">客户：Paula Lin</h6>
				<p>我自认自己并不迷信，但是风水对我的人生拥有着举足轻重的力量~如果魔术师能短暂的主宰他自己希望的事，把不可能变得可能；那风水大师却能让你希望的人生长久性的变得一帆风顺，锦上添花。也许缘分，在我大学时期就接触了风水。间中，颇了不起的人缘，死里逃生和遇见了我的好好先生。这一切，让我见证了其中奥妙。顺利的完婚后，我们也即将建立小家庭。机缘巧合之下，我联络了龙岩风水帮忙新家的风水服务。第一次与罗一鸣大师和团队见面时，天啊！遇见了中学同学，这让我更加的舒服与他们沟通。这里要称赞龙岩风水团队的地方是，他们绝对不会强迫我们购买昂贵的风水物。而且，简单的东西他们都会准备提供我们。另一重点，他们的专业除了风水还成了室内设计顾问。这对年轻夫妇的我们而言，真心感动。大师与团队的专业，让我们佩服。完成了风水察勘，他们还会准备一份属于我们自己的风水资料，细心为我们一一解释。新家入伙前，我的前同学<b>Melvin</b>也为我们送来入伙资料，耐心的交代。我们真的感受到他们的用心。入伙后，我们夫妻俩感情融洽，生活美满。一年后，顺利的怀上马宝宝。我们毫不犹豫的继续选择龙岩的服务，为小宝宝命名。这马宝宝，健康机灵，简直就是父母的福气啊。这几年，我们不至于大富大贵，可是经济能力有了明显的进步。当我们不知不觉的生活着，其实风水在无形中给了我们很大的影响力。未来，我一定会继续龙岩风水团队的服务。如果顺利拥有二宝，他的名字也一定会是出于罗大师的巧妙能力~风水的专业，不仅需要拥有大师级的知识与经验，认真与真心的服务对我也很重要。这些，龙岩都拥有呢！谢谢你们！</p>
			</div>
		</div>
	</div>
</div>