<div class="container-fluid">
	<div class="row">
		<div class="col-12 col-md-10 col-xl-8 mx-auto">
			<div class="customer-testimonial">
				<img src="../images/testimonials/testimonial-18-lg.jpg" class="img-fluid d-flex mx-auto">
			</div>
		</div>
	</div>
	<div class="row">
		<div class="col-12 col-md-10 col-xl-8 mx-auto">
			<div class="customer-testimonial mb-5 mt-4">
				<h4>龙岩风水终生复习机制让我在不需要另外付学费下复习了所有风水和八字课程，不会学到会！</h4>
				<h6 class="mb-4">客户：陈乙辉</h6>
				<p>首先在此恭喜罗老师成立龍巖風水公司十周年。同时也要谢谢全体工作人员的热心服务很周到。老师无私教导还有八两位八字班陳儀謙和李袁鸣导师以及龍巖资深风水顾问<b>Melvin</b>王德铨我们的大师兄。我常在罗老师面子书看见不少人留言说与罗老师无缘每次都是错失机会上风水班。但是我至少有坚持到还有机会上了高级阴宅风水。本人内心激动和感恩的心对龍巖有说不完的感言。龍巖在<b>2014</b>年获得<b>ISO</b>国际标准组织认证品牌，是全马唯一有系统、有口碑、有名望的风水公司。同时也证明我本人有眼光在这一生中选对了学院。罗老师每次教课都很怕有人学不会，重复问。经常用不同方式来教导让大家更加深入了解课程内容，幽默风趣同时也很认真的教学，让上课变得有趣。陳儀謙老师是传统子平八字班课程导师。他是一位笑容满面，态度很温和。每次讲课有耐心，非常细心形容细节，耐心的讲解。每一次都用传统方式教大家学习用手算命，打好基础。自从<b>2010</b>年看了罗老师在<b>NTV7</b>播出的风水节目，对风水产生了兴趣。<b>2014</b>年在老师面子书上看见风水班招生，非常开心激动。去老师的风水班试听会后让我对风水更加了解深。可惜工作上问题，错过了上<b>2014</b>的风水课程。在<b>2015</b>年我终于可以上风水初级班，然后一直修到风水高级班。由于工作时间问题无法上KL的高级风水班。 我为了要上高级和阴宅风水班 在人生路不熟的情况下，特地从KL南下到JB新山市复习风水高级班。同时也很高兴认识在JB的风水班学员。终于来得及上高级和阴宅风水班。户外教课也很感谢老师带我们到富贵山庄堪查，认识地形对阴宅的影响，让我们更深入了解阴宅风水。今年<b>2016</b>年很愉快能参与老师流年风水大会做义工。过了年后，龍巖風水终生复习机制让我在不需要另外付学费下复习了所有风水和八字课程，不会学到会。今年七月份一直很纠结在考虑是否应该上面相班。本来对面相兴趣不大，由于很多亲戚朋友一直建议要我去学相面。最终还是报名面相班，上了面相班才了解还有很多深入的事，基本的学会了从面相判断性格，帮助我在人际上更加得心应手。</p>
			</div>
		</div>
	</div>
</div>