<div class="container-fluid">
	<div class="row">
		<div class="col-12 col-md-10 col-xl-8 mx-auto">
			<div class="customer-testimonial">
				<img src="../images/testimonials/testimonial-01-lg.jpg" class="img-fluid d-flex mx-auto">
			</div>
		</div>
	</div>
	<div class="row">
		<div class="col-12 col-md-10 col-xl-8 mx-auto">
			<div class="customer-testimonial mb-5 mt-4">
				<h4>龙岩三高：高品質，高水準和高诚信！</h4>
				<h6 class="mb-4">客户：Angie Ng</h6>
				<p>首先要恭喜罗一嗚師父的龙岩风水欢庆十周年！</p>
				<p>早期我对风水只抱着半信半疑的态度。。。直到有一次，当我的事业与家人的健康陆续出现问题後才开始尝试接触风水！</p>
				<p>第一位接洽的风水師父可能功力不足吧，效果只是一半而已！</p>
				<p>几年后买了新房子, 打算找个可信和可靠的风水师。询问了不少本地有名气的风水师，可悲的是他/她们都有三高 – 高价，高傲，高高再上！打算放棄时却很幸运的在<b>NTV7</b>里看到了罗師父的节目！抱着又是三高师父的疑问去询问。。。发现到原来罗師父在新山的百合花园有辦功室！打电话预约后便上门走一趟。。。第一个见到的是现今已小有名气的王師父(<b>Melvin</b>)。当时他只是罗師父身边的左右手，证明了罗師父教导有方！辦功室内的设计，让我感觉非常舒服，想必罗師父也下了不少风水功夫在内！所以我也很轻易地被師父给说服了！</p>
				<p>了解后发现，原来罗师父也有3高，不过那可是高品質，高水準和高诚信！最重要的是收费大眾化!就这样开始选择了龙岩的服务：</p>
				<ul style="list-style-type:disc">
					<li>
						阳宅风水<br>
						让我能够有个好气场的住宅，为家人带来健康，事业与学业顺利。
					</li>
					<li>
						初级八字班<br>
						发现了八字的奥妙, 八字的用途，受用不尽。。。
					</li>
					<li>
						风水初级与中级班<br>
						知道了好风水所带来的好处。渐渐地会运用风水也为家人和朋友布局，为他们带来好运。
					</li>
					<li>
						生基<br>
						接收天地正气，日夜精华，送走恶運，带来旺气。
					</li>
				</ul>
				<p>这几年, 我们一家已用了龙岩风水的多项服务，发现到事业，健康，家庭，人事都更上一层樓！一家还会陆续选择及推荐龙岩的服务。。。其实想告诉大家，风水的可信是健立在你能够找到一位有责任，有耐性，有远见及功力高深的师父！就如我有缘的遇到一位”3高师父” — 罗－鸣师父!当然也少不了他的团队-龙岩风水的上下工作人员！謝謝！身边有很多亲戚朋友看到了这些年我从一个日资工厂的一名普通行政人员到现在的是一名小有成就的集团董事，都纷纷前来向我取经。。。我都把他们带到龙岩风水！自己能享有，也能帮助身边的人，何乐而不为呢！</p>
			</div>
		</div>
	</div>
</div>