<div class="container-fluid">
	<div class="row">
		<div class="col-12 col-md-10 col-xl-8 mx-auto">
			<div class="customer-testimonial">
				<img src="../images/testimonials/testimonial-03-lg.jpg" class="img-fluid d-flex mx-auto">
			</div>
		</div>
	</div>
	<div class="row">
		<div class="col-12 col-md-10 col-xl-8 mx-auto">
			<div class="customer-testimonial mb-5 mt-4">
				<h4>当遇到风水疑问，罗师傅和他的团队都会一一为我们服务，他的团队都是知识分子，有别于一般风水师，服务态度值得赞赏。如果你相信风水，龙岩风水绝对是你可以参考的选择！</h4>
				<h6 class="mb-4">客户：Yin Lee</h6>
				<p>套用一句俗语“服务一条龙”及”幸福不是梦”是我给罗一鸣师傅及團隊周到服務的最佳写照。我家有个小宝贝叫黄奕捷。人如其名他长得精神奕奕，聪明捷敏。他是在罗师傅替我精心挑選的良辰吉日剖腹生产，一切安好。有人说择日剖腹是不好的，逆天而行，真的吗？当初我也有同样的忧虑，可是经罗师傅讲解后，我完全同意。比如说，医生会告诉你对不起这天我没值班动手术，或者说一切安排妥当谁知临时出了差错医生迟到或手术室出了状况，所以无论日子挑选得再好，也要宝宝有这个福气。我觉得非常正确，剖腹生产也要靠天时、地利、人和。宝宝出世后，罗师傅帮我根据八字挑选了合适的名字。罗师傅非常有效率，很快就提供我們相当多的选择。奕捷这名字是我一看就喜欢的，不但朗朗上口，而且很有意思。宝宝很容易带，小时候的他是个小胖子很讨人喜欢，慢慢长大就变成帅气的小王子。家里多了个宝宝也意味着需要多一些的空间让孩子可以自由舒服地活动，于是我们开始寻找适合的住所。又再次需要羅師傅集團隊的服務。锁定了地点的，師傅便來到工地巡视挑选适合我们一家人的好方位。还记得他一身白马王子照型来到工地，白色的裤和鞋踏在泥沼沼的士地上，一点也不嫌脏并很卖力得替我们挑选一个最适合的方位。或许你会问为什么要挑选方位呢？挑选了对的方位会让你事半功倍，免了很多需要大装修改变方位的问题。少少的投资换取更大的回报，你说呢？再来，屋子建好了以后，装修是众多人头烦的事情。我没有请室内设计，可是我有一等的室内设计，不是出自我而是罗师傅。哦，罗师傅什么时候当了室内设计师？原因是罗师傅不是单纯的风水师，在给风水摆设的意见同时，他也会给我们很多设计的概念，比如说要用怎样的墙纸，在那里设屏风，用什么料子,颜色灯饰等等，比设计师还超班的风水设计师！我们在这间家见证了孩子健康快乐地成长和家人平安顺利。</p>
				<p>罗师傅派上用场的地方还多得是。他提供的是永久客户服务。他不单只提供屋子的家居风水，细心的他和他的团队甚至连流年风水时需要怎样的小摆设他也为我准备好了，确实让我省了烦恼只需要每年跟着使用就行了。再来在日常生活上，当我有什么风水疑问或是需要择选日子动工、挂画，罗师傅和他的团队都会一一为我们服务。他的团队都是知识分子，有别于一般风水师，服务态度值得赞赏。</p>
				<p>以上纯属分享个人经验以及罗师傅团队的服务精神。如果你不相信风水和它的影响力，绝对尊重个人选择。如果你相信，龙岩风水绝对是你可以参考的选择。</p>
			</div>
		</div>
	</div>
</div>