<div class="container-fluid">
	<div class="row">
		<div class="col-12 col-md-10 col-xl-8 mx-auto">
			<div class="customer-testimonial">
				<img src="../images/testimonials/testimonial-21-lg.jpg" class="img-fluid d-flex mx-auto">
			</div>
		</div>
	</div>
	<div class="row">
		<div class="col-12 col-md-10 col-xl-8 mx-auto">
			<div class="customer-testimonial mb-5 mt-4">
				<h4>没想到在罗师傅那里学到的最基本的课程，就可以和那些所谓的风水师所使用的方式媲美！</h4>
				<h6 class="mb-4">客户：Simon Kong</h6>
				<p>刚踏入社会工作，我就开始接触了各界高层人士，这也是我认识风水学的开始。由于工作关系有时会到这些成功人士，如：Dato, 大集团经理和高层的住宅和办公室，无意间会发现一些很古典的物品，才知道这一切和风水有着密切的关系，在闲聊时他们也提到风水的威力和奥秘。那时就对风水学产生了浓厚的兴趣。在前年的年尾看到罗师傅在FB上关于风水课程的po文，写得浅白又富有资讯内容，由于那时还犹豫不决所以只选择先订购罗师傅旗下的《名人风水》杂志来阅读。直到去年我搬新家，朋友介绍了我以为是中国的风水师傅，收费才RM1000+。看了风水之后，我还是是抱着半信半疑的心态，这时就突然间想到罗师傅有开风水课程。询问价钱后，就二话不说买飞机票从美里飞过来吉隆坡上课。学了风水初级班，也印证了之前那中国风水师的使用的方式是一样的。没想到在罗师傅那里学到的最基本的课程，就可以和那些所谓的风水师所使用的方式媲美，顿时觉得他们这样也可以出来赚钱吗？我学习了风水初级和中级班，为自己新家重新布局。搬进去的第二天，就用横财了，实在不可思议。上课回来后，每个家人朋友都叫我“大师”，真让我感到不好意思。可是我在空闲是还是会学以致用，帮他们看风水，一举两得。</p>
			</div>
		</div>
	</div>
</div>