<div class="container-fluid">
	<div class="row">
		<div class="col-12 col-md-10 col-xl-8 mx-auto">
			<div class="customer-testimonial">
				<img src="../images/testimonials/testimonial-13-lg.jpg" class="img-fluid d-flex mx-auto">
			</div>
		</div>
	</div>
	<div class="row">
		<div class="col-12 col-md-10 col-xl-8 mx-auto">
			<div class="customer-testimonial mb-5 mt-4">
				<h4>将学到的正统风水知识运用到自己的住家及生意当中，得到良好的感应让我安居乐业到现在</h4>
				<h6 class="mb-4">客户：Kelvin Beh</h6>
				<p>记得<b>2011</b>年，由于还有不到一个星期就是华人农历辛卯年，一大早便陪着妈妈到巴刹办年货。经过报摊时在众多的年书中发现了罗一鸣师傅的《开运招财万事通》，翻阅了一会被里面丰富的内容所吸引而买了这本书回家。回家细读后发现书中的内容非常简单易懂，让我了解到流年生肖及风水布局的知识！<b>2011</b>年四月份，在一位朋友的<b>facebook</b>得知罗师傅将会在吉隆坡-隆雪华堂举办一场风水分享会，看了看日期及时间，配合得到便兴致勃勃的决定从怡保花3个小时的车程到吉隆坡支持罗师傅的风水大会。参加了这次的风水大会，非常认同罗师傅所分享的风水原理及知识，也发觉了自己对风水产生了浓厚的兴趣。之后便马上在大会上报名参加罗师傅的专业风水课程。在罗师傅的专业教导及实习下，完成了风水初级、中级及高级班的课程，让我受益无穷！认识罗师傅我认为是机缘与缘分，遇到风水及人生上的问题罗师傅都会给我指点，我也将学到的正统风水知识运用到自己的住家及生意当中，得到良好的感应让我安居乐业到现在。我也常将龙岩风水所提供的正统及专业的服务推荐给身边亲友。回顾以前的龙岩风水命理研究院，在短短的几年里团队越来越大，服务也不断精益求精！希望龙岩风水命理研究院继续将风水命理学发扬光大。再次谢谢罗师傅及龙岩风水团队！</p>
			</div>
		</div>
	</div>
</div>