<div class="container-fluid">
	<div class="row">
		<div class="col-12 col-md-10 col-xl-8 mx-auto">
			<div class="customer-testimonial">
				<img src="../images/testimonials/testimonial-16-lg.jpg" class="img-fluid d-flex mx-auto">
			</div>
		</div>
	</div>
	<div class="row">
		<div class="col-12 col-md-10 col-xl-8 mx-auto">
			<div class="customer-testimonial mb-5 mt-4">
				<h4>将学到的正统风水知识运用到自己的住家及生意当中，得到良好的感应让我安居乐业到现在</h4>
				<h6 class="mb-4">客户：Ellson Tan</h6>
				<p>在还没开始写出我的感想之前，我先祝贺羅一鳴老师成功成立龍巖風水命理研究院十周年，同时也带领龍巖風水步入国际市场以及得到国际的认同。这是一件不容易办到的事情，但羅一鳴老师办到了，成功窍门就在于专业及实事求是的态度成为大家信任的著名風水命理学家，同时也拥有良好口碑的風水学家。我从十八岁开始就对風水命理感觉神秘，觉得这门学问真真假假，究竟这门学问是有根据逻辑吗，当时的我依然抱着半信半疑的心态继续寻找玄学的答案。在那时候开始就常常到书局寻找风水命理书籍阅读，希望能够找到心中的答案。一日复一日，一天过一天，几年很快的过去了，对于風水命理的研究依然找不到自己想要的答案。当时大家所熟悉的面子书渐渐红起来，成为了每个人的必需品，在那里可以看到很多朋友分享的咨询，同时我也看到了羅老师面子书的粉丝专业。羅老师的粉丝专业里头分享了许多关于風水命理的资讯，我也一一把羅老师的分享文章慢慢地阅读完，果然羅老师给我解开了许多疑惑，風水命理是古人传承下来的学问，绝对是有根据的。在去年年底我到吉隆坡出席一位亲戚的新家入伙，同时也谈起了羅老师明年有开班教風水命理，我在犹豫不知道要不要报名上课。当时那位亲戚就拿出羅一鳴風水大会的入门票给我，说她是从<b>Korea Wallpaper</b>那里购买墙纸送的入门票，我顿时觉得我与羅一鳴老师有缘分，心中有想要去找羅老师的念头时既然跑出了羅老师的風水大会入门票，当时的我还真兴奋，或许是上天让我遇上了羅老师吧。回来以后我开始关注羅老师的网站也从中知道了课程价钱表，价钱的确大众化，比我想象中的来得便宜，因此我也决定报读羅老师所有的课程。在風水大会当天，由于人生地不熟怕迟到所以我凌晨四点驾车往南下到吉隆坡的<b>KLCC Plenary Hall</b>。我到达風水大会会场，当时風水大会尚未开始，我也先去向工作人员了解课程以及报名了所有的课程。其实从头到尾我未见过羅老师本人，只是在面子书和电视看见他的专业分析就报读所有课程，我只能说凭着诚信二字相信羅老师会给我带来正确風水命理知识。羅老师在風水大会上分享了许多風水命理知识，而且还带来了幽默，搞笑的方式带动全场，还真会让人有年年出席羅老师的風水大会的念头。</p>
				<p>今年三月，羅老师终于开始風水初级班了，当天的心情有点紧张，因为心中想風水大师大多数会摆高架子，高傲，多问一些问题可能还会遭受指责。我步入龍巖风水命理研究院等待羅老师的到来时，第一个感觉就是舒适，摆设，装饰，灯光方面的确让人有不一样的感觉，想必羅老师应该下了不少功夫。羅老师当天耐心的教导大家風水基本知识，如何看大环境，大峦头等知识。由于太多的内容，无法一一列出，想要了解更多可以向龍巖風水询问。我自身体验羅老师的教学方式，深入浅出，让大家更容易学习到什么是真正的風水学问。当你上完课后你就会发现市场上有很多的風水知识其实都不正确，让人存有迷信以及误导的想法。風水对每个人来说都非常重要，因为風水可以为我们带来了健康，和谐，平安，财富等等。还有很多人说看風水后还不是一样要做工，其实風水不是神仙术，看完風水不用做，难道天天坐在家钱就会从天上掉下来吗?！这想法大错特错，好的風水会给自己带来好运，精神充沛，家庭和谐，贵人扶持，事业更是蒸蒸日上，财富自然就能够聚集，而不是从天而降。除了風水以外，往往容易让人忽略的是八字命理。很多时候当我们事业或家庭出现不佳的时候，可能是我们己身八字出现问题，而风水并没有负面影响。八字是什么，很多人会先想到算命，那算命又代表了些什么，算财运吗？还是算每期会开哪四个号码呢？其实真正的八字命理首先是先了解自己性格，优点，缺点，哪一个行业适合自己，适合做老板还是上班族，选对创业时机，是否能够把握时机去发展等等。八字就好比一辆车，而大运就好比一条路，一辆高性能的车配上宽而大的高数公路，肯定比任何人更快抵达目的地以铺上成功的道路。相反的若一辆普通的汽车无高性能也不必太过气馁，依然可以选择一条比较好的马路驾驶，同样的也可以抵达目的地而达到成功，只是会比较迟一些成功而已，总好过走错路兜了那么久依然没方向。所以八字命理对每个人来说是多么的重要，要知命才不会鲁莽做出错的决定而耽误了成功。所谓“一命二运三风水四积德五读书六名七相八信仰九交贵人十养生十一择业与择偶十二趋吉避凶”，说到这个排在第六的名重要吗？其实名字对每个人来说也非常重要，没有任何一位一出生就没有名字的。在宝宝出世前，每位父母都希望为他们的孩子取个好名，因为名字取了就需要用一生人，作为自己的生命代号，终生广告用语，容易让人铭记于心。好的名字也会帮助我们提升自己的运气，增加身边的贵人，姓名选得好，贵人不用找，很多人会因为你的名气而来。在三四十年代出生的人，很多都以动物，生肖来取名，就好比阿牛，阿火，猫屎等等的名字，试想想一个人若用这些名字来作为自己的代号又怎么会有好运吗？</p>
				<p>相反的，我们来分析一下龍巖風水命理研究院创办人羅一鳴風水大师的名字。羅一鳴这三个字就好比羅一敲，发出的声音是如此明亮，感觉这名字会流传千里，容易给世界各地朋友们引来注意。我本身喜欢“鳴”这个字，总觉得这个“鳴”很特殊，让人听了心里都会觉得非常的舒服，也容易铭记于心。有一天，我去看羅老师的专业网站，那里有免费名字分析，当时我在想我会有机会成为第二个羅一鳴風水大师吗，接着就随意的去分析一下“陳二鳴”这个姓名的吉凶。这名字大家有时间可以去羅老师的网站名字分析那里查查，得分八十四分，很不错是吧。姓名学要求的是名正言顺，除了五行，比划，还要念起来舌头不可“打结”。陳二鳴这名字可以分析为第二个羅一鳴没错，听起来还可以，但另一个念法则是“成耳鳴”，有谁想要成为耳鳴的呢？当然，谁都不想要，所以大家如果想要给予孩子名字的时候，记得“名正言顺”这四个字，然后再到龍巖風水命理研究院找羅一鳴师傅为婴儿取名，好让宝宝长大以后凭着好名而扬名天下。羅老师也常常说的一句名言“赐子千金，不如赐子一名”。今天我来到龍巖風水命理研究院所学到的知识可说是贵非常，各位老师都是有问必答，不明白解释到明白。龍巖風水命理研究院除了服务周到以外，每位师傅功夫到家，整个团队也不逊色，每位顾客都赞不绝口，也是大家心目中的首选風水公司。我再次祝贺羅一鳴老师成立龍巖風水十周年快乐。</p>
			</div>
		</div>
	</div>
</div>