<div class="container-fluid">
	<div class="row">
		<div class="col-12 col-md-10 col-xl-8 mx-auto">
			<div class="customer-testimonial">
				<img src="../images/testimonials/testimonial-10-lg.jpg" class="img-fluid d-flex mx-auto">
			</div>
		</div>
	</div>
	<div class="row">
		<div class="col-12 col-md-10 col-xl-8 mx-auto">
			<div class="customer-testimonial mb-5 mt-4">
				<h4>龙岩风水服务绝对是一个可以让你信服及信赖的选择，敬业与积极态度为大众提供一站式的周全规划的风水服务。</h4>
				<h6 class="mb-4">客户：Adam Ang</h6>
				<p>打从为我女儿取名的那一刻，我们家就和龙岩风水的关系就慢慢地建立起来。为宝宝取名字，不仅要好听儒雅，更重要的是可以配合她的八字来提升她的运势。在这过程中，龙岩风水团队敬业且积极的服务态度让我们大吃一惊，更让我们做父母的感到非常满意。他们多方面的考量，不刻板的提供多项选择以便让我们可以从中选出最适合宝宝的,一个唯一而永恒的人生中第一份漂亮礼物。就像罗师傅所说，人的第一个印象很重要，那就是名字。一个好的名字不仅会为你加分还会提升自己的运势，让你给人留下好的印象。就这样的，我们家就掀起与龙岩风水的第一篇文章。很快地，第二篇的居家风水让我们有再进一步的接触。说到这个居家风水呢?我特别欣赏龙岩风水的逻辑性布局，即可配合到居家的旺位又不失实用性。不像一般的风水师指定要我们盲目跟从以及劳师动众的大装修。更让我出其不意的是他们很贴心地为有小孩的我们提供一些即安全又有建设性的摆设和布局意再一次地，我们家更肯定了龙岩风水。我的老公更是决定去当龙岩风水的学生。他的决定，我无比地赞成与支持。学艺本来是值得鼓励的事，但很可惜的是老公的兄弟姐妹认为我们家是沉迷于这些所谓的江湖骗术。得不到他们的肯定，我老公很是无奈，他对我说:”老婆，为何你会相信，会支持我?” 果我的答案是:”迷信啊!” 这样的回答让他哭笑不得。首先要说的是，迷是逻辑性的原理，信是有根据的科学推算。</p>
				<p>龙岩风水让我们家看到的是，风水其实是一门具有科学性的气场学，它可是一门古人留下来有根有据的知识，并不是什么怪神怪力。虽然它不可以改变命，但是它绝对可以帮助你在事业，居家以及个人的运势提升为一个正能量 。有了正能量，做起事来会更加顺心顺利，促以达到事半功倍的成果。如此的正能量是多么的需要和该拥有的啊!再次地想说，我们不是盲目地沉迷，而是绝对相信风水其实也很科学的，并不没有外界所说的那么悬疑难懂。当然众多的风水服务，不排除的确有些是装神弄鬼，故作玄虚。但是用过龙岩风水服务的都知道，他们绝对是一个可以让你信服及信赖的选择，敬业与积极态度就是一个不折不扣地为大众提供一站式的周全规划的风水服务。</p>
			</div>
		</div>
	</div>
</div>