<div class="container-fluid">
	<div class="row">
		<div class="col-12 col-md-10 col-xl-8 mx-auto">
			<div class="customer-testimonial">
				<img src="../images/testimonials/testimonial-12-lg.jpg" class="img-fluid d-flex mx-auto">
			</div>
		</div>
	</div>
	<div class="row">
		<div class="col-12 col-md-10 col-xl-8 mx-auto">
			<div class="customer-testimonial mb-5 mt-4">
				<h4>好的风水，家庭和谐跟事业更上一层楼！</h4>
				<h6 class="mb-4">客户：Erny Looi Chee En</h6>
				<p>风水是中国几千年历史的深奥学问之一，要把这门学问搞懂真的不简单。我相信一个好的风水一定能创造好的能量磁场。在今年初有缘接触到罗大师的风水大会，让我大开眼界。来大会的人竟然高达三千人之多，把会场挤得水泻不通。幸好当天罗大师专业的团队，把现场安排得很有次序。更不能少的,当然是鼎鼎大名的罗大师，在几小时的风水大会，毫无冷场，非常精彩！让我获益不浅。听完风水大会后，我对罗大师非常有信心，我知道他就是我要找的风水大师！当我打电话到罗大师的办公室安排时间来我家看风水，根据罗大师的时间表，要排期几个月才轮到我家！从这里就可以看出，罗大师的名气果然非凡，邀约不断。还记得当天罗大师是由他的司机载送到我家，助手也非常专业，既有气派，也有风范。长达一小时的过程，罗大师很有耐心。显出罗大师对每个客户的认真和做事的执著。之后收到了报告，竟然厚厚一叠！幸好罗大师的专业团队，用了一小时的时间，一页一页的向我解释。让我更佩服罗大师能把团队带领得如此有水准。罗大师现在是我和许多好友的御用风水顾问，现在我家有了好的风水，家庭和谐跟事业更上一层楼！谢罗大师的用心，也祝龙岩风水十周年快乐！</p>
			</div>
		</div>
	</div>
</div>