<?php

return array(
	'天格' => array(
		1 => array(
			'title' => 'null',
			'value' => 'null',
			),
		2 => array(
			'title' => '所謀難成，多勞無功',
			'value' => '少年时叛逆不受教，在内顶撞长辈；在外则常闯祸惹麻烦,做事猶豫不決，三心二意，精神層面不佳。易容犯小人，常有口舌是非，本身不喜待在家裡。宜注意手腳，容易受傷，其神經系統也亦受損。',
			),
		3 => array(
			'title' => '陰陽飽和，人格圓滿',
			'value' => '天资聪颖对父母有助，从小性格自动自发不需父母操心，為人光明磊落，好面子，在團體中，喜歡出風頭，常為社團中的領導者。本身帶有貴氣，有貴人相助。個性較急燥，做事積極主動，事業心較強，可獨創擁有自己的事業。本身亦注重服飾穿著。',
			),
		4 => array(
			'title' => '失和傷亡，辛苦困難',
			'value' => '少年时忤逆不听教导致父母伤神，做事常半途而废无法获得成功，此數容易導致感情氾濫，不拘小節，易惹事生非，容易與別人發生衝突打架，愛賭博，投機，朝三暮四，做事較無責任感，不易接受別人勸導。',
			),
		5 => array(
			'title' => '陰陽交感，精神雙全',
			'value' => '年少时便显富贵之气，为人宽厚孝顺，父母可凭子而得富贵，個性為外柔內剛，志節操守高，不貪小便宜，對家庭負責任，喜烹飪。對衣著講究，本身慎交朋友，注重實際，做事不喜打高空。對於約定的事，不會失約，本身的理財能力強。',
			),
		6 => array(
			'title' => '福慶甚豐，智勇雙全',
			'value' => '年少时知书达理，对父母和顺且有助力，善结交良师益友，為人溫和有禮，活動力強，交友廣闊，人緣佳。有忠厚之性，處處為人著想，有助人之心，不求回報，在社團中居於領導地位。做事具有責任感，不會拖拖拉拉，因本身也講究體面。所以結交的朋友之層次也比較高，具有身份地位之人。',
			),
		7 => array(
			'title' => '排除萬難，貫徹目的',
			'value' => '年少时才华显露、天资聪颖，个性较急进但做事充满热忱，為人聰明能幹，具有才華，個性較急燥，好勝心強，面對困難能克服一切，少年較坎坷不順，多辛勞。喜怒易形於外，不喜多言，不善辯。做事有計劃，有遠大目標，可為社團之領導者，成為頂尖人物，適合走軍警界。',
			),
		8 => array(
			'title' => '意志堅強，忍耐克己',
			'value' => '年少时思路明确、目标清晰，无需父母操心且人缘极佳，广结善缘，做事果斷剛毅，開創能力強，個性較為開朗，為人重義氣，遇不平之事常挺身而出。做事執行力強，點子多，性喜爭權，所以有種不認輸的個性，面對挫折不服輸，能克服困難。',
			),
		9 => array(
			'title' => '一成一敗，孤獨寂寞',
			'value' => '少年时做事无条理常虎头蛇尾，不亲父母家人，喜欢在外游荡，做事有頭無尾，較缺乏耐性，遇有挫折常心灰意冷，半途而廢，較無雄心大志。在愛情方面多風波，易沉迷於酒色財氣，往往在愛人與被愛之中難以取捨。本身偏重物質享受，六親淡薄。',
			),
		10 => array(
			'title' => '空虛無涯，暗淡無光',
			'value' => '少年时做事无法专心一致，容易受外界干扰，亲缘薄弱寡助，做事進退反覆，多學少精，勞心多，清靜少。為人多疑猜忌，善於自我表現，六親淡薄。與朋友交往初善—隨和大方，終惡—善於心計。易有感情之困擾，主暗來暗去，其精神層面較孤獨感，易遭牢獄之災。',
			),
		11 => array(
			'title' => '草木逢春，萬象更新',
			'value' => '年少时聪明伶俐，知书达理且有助父母，人际关系强，為人腦經靈活，多才多藝，性情豪爽，待人有禮，朋友多，人緣佳，屬於領導之人才。為人善解人意，有異性緣，喜歡擁有美的人，事，物，生活喜歡講究變化，善於察言觀色。',
			),
		12 => array(
			'title' => '孤獨失意，謀事難成',
			'value' => '年少时较为孤僻难与人接近，身旁损友众多导致喜欢外出，不亲父母长辈，此数容易导致偏重物慾，為人自私，易沉迷於酒色財氣，因為貪酒色而惹禍。性剛兇猛，機深遠謀，喜怒無常，做事缺乏耐心。對异性三心两意，难以专一，特別關懷異性，喜愛過夜生活。',
			),
		13 => array(
			'title' => '智謀奇略，博學多能',
			'value' => '年少时聪明，做事有条理且人缘极佳，身体健康，对父母孝顺有加，為人公正明理，不拘小節，做事積極主動，光明磊落，福大量寬，對人友善，樂於助人。相貌方圓，體格強健，主人有貴氣。對外之人際關係佳，易為商界之名人，在團體中具有領導能力。',
			),
		14 => array(
			'title' => '家庭緣薄，有勞無酬',
			'value' => '年少时不喜待在家中，家庭凝聚力不强，容易招惹小人导致争吵断，性情暴燥，猜疑心重，喜新厭舊，好面子，個性強硬，缺思考，愛賭博，投機。做事常不考慮後果，難免得罪人，容易有聰明反被聰明誤。本身善於投機取巧，易有桃花煞，不正常之桃花，屬於內慾型。',
			),
		15 => array(
			'title' => '慈祥有德，福壽圓滿',
			'value' => '年少时好学乖巧，常结交良朋益友，对长辈孝顺尊敬，品性优良，心地善良溫和，聰明伶俐，對事物的學習能力強，為多才多藝之人。志節操守高，理財能力佳，一生的商業大多自己開創出來，對事物的著重點屬於企劃方面。對朋友講義氣，樂意幫助人，有口福。',
			),
		16 => array(
			'title' => '化凶為吉，成就大業',
			'value' => '年少时好学进取，可提供父母助力，尊敬长辈慈爱小辈，人缘佳，為人溫和善良，心性耿直，聰明伶俐，博學多聞，進取心強，肯吃苦耐勞。本身福氣佳，有貴人相助，故擁有財祿，一生之食，衣，住，行無缺。相貌清秀，人緣佳，交際手腕好，為最佳之公關人才。',
			),
		17 => array(
			'title' => '突破萬難，貫徹意志',
			'value' => '年少时积极好胜，目标坚定 ，做事自动自发有条理无需父母操心，好勝心強，不服輸，有才華，不喜多言，能自我鞭策，事業心重，擁有雄心抱負，對人事物較執著，堅持己見，不易採納別人的意見。對愛情第一次的付出難以忘懷。',
			),
		18 => array(
			'title' => '發達之數，功成名就',
			'value' => '年少时才思聪颖、学习能力佳，待人有礼，父母可凭子女而贵，為人多學多能，頭腦反應快，思想敏銳，聰明伶俐，記憶力強，理解力佳，聞一知十，可從事於學術文化。對現代流行之事物較為敏銳，對文書之制度有好的規劃，具有文藝之才華。',
			),
		19 => array(
			'title' => '天災地變，本命薄弱',
			'value' => '年少时意志力不强，容易受到外人左右决定，交友不善常受损友牵连令长辈烦心，個性上較柔弱，意志薄弱，做事多變，不分優劣。在人際關係上朋友較會扯後腿，多紛爭。易受周圍環境之影響，容易沉迷於酒色財氣。本身較懶散，好逸惡劣，付出的多，得到的少，因此較勞累。',
			),
		20 => array(
			'title' => '災難重重，好勝任性',
			'value' => '年少时在家争强不听教诲；在外唯唯诺诺，立场不坚定，谋事难成，做事缺乏魄力，常力不從心，精神上的負擔較重。心性溫和，在感情方面較為柔弱，常有爭風吃醋之情形，有異性緣，感情多困擾。本身易有血光之災。',
			),
		21 => array(
			'title' => '人緣甚佳，獨立權威',
			'value' => '年少时好学善结交良友，口齿伶俐备受赞赏，父母引以为荣，是一個完美主義者，為人好動不耐靜，具有口福，慾望高，做事深謀遠慮，學習能力強，善於外交，朋友多，異性緣佳，能言善道，個性豪爽，待人謙恭有禮，可為領導之人才。',
			),
		22 => array(
			'title' => '苦命之象，懷才不遇',
			'value' => '年少时激进好斗，容易受损友影响而影响决定，亲缘薄而无助力，好勝爭強，容易得罪別人，腦經好，兄弟緣分淡薄，不會互相幫助，家中常有爭執。個性不定，精神沉悶，易受環境影響，而改變自己的決定，一生會跋涉他鄉，奔波勞碌。',
			),
		23 => array(
			'title' => '運勢昌隆，威勢沖天',
			'value' => '年少时聪明、正值及善良，做事不喜欢好高骛远，凡事有条不紊不让父母长辈操心，做事積極，光明磊落，多貴人扶助，出外佳，在事業上能的朋友相助，可從事外交外務，可在政治界，貿易界，企業界，能擁有自己的一片天地。對人友善，樂於助人，可從事公益團體之活動，在團體中，具有領導能力。',
			),
		24 => array(
			'title' => '才略出眾，白手成家',
			'value' => '年少时机智超群且口才极佳，学业成绩优越，可提供父母助力，长辈缘良好，聰明機敏，為人心直口快，口才佳，點子多，做事果斷有魄力，不拘小節。對於財的運用，善於流動，可從事金融事業或從商。對音樂，美術，才藝方面有天份，對新事物充滿好奇，冒險，本身較善辯，記憶力佳。',
			),
		25 => array(
			'title' => '柔中帶硬，力持孝悌',
			'value' => '年少对长辈孝顺、对晚辈慈爱，思想积极进取，可成为父母及长辈的骄傲，為人隨和，聰明能幹，進取心強，博學多聞，喜歡閱讀各種書籍，策劃能力強，善於規劃各種事物。本身對於吃較有興趣，能講得頭頭是道。個性較為開朗，樂觀進取，對事物判斷較為冷靜，不為情感而影響理智。',
			),
		26 => array(
			'title' => '波瀾重疊，家屬緣薄',
			'value' => '年少时父母及兄弟姐妹缘不深，难得帮助及扶持，本身體弱多病或六親緣薄，主兄弟姐妹或父母助力少，妻子幫不上忙，心靈上較不能安寧，一生多官災是非，有厭世悲觀之思想。本身賺錢慾望強，對金錢較注重。',
			),
		27 => array(
			'title' => '自我心強，內外不和',
			'value' => '年少时叛逆不遵长辈教导，常为父母带来烦心事，不喜待在家中喜欢在外游荡，脾氣倔強，叛逆性強，對任何事敢冒險，敢衝，能勇敢面对困難及挑戰，一生多變動。早年奔波勞累，離鄉背井而外出發展。喜怒易形於色，遇不如意之事常会抱怨發牢騷，過後即好。感情方面易多波折。',
			),
		28 => array(
			'title' => '凶禍之數，寂寞空虛',
			'value' => '年少时常大喜大怒，让人难以接近，父母烦心难教，人际关系不佳，做事容易衝動，喜怒無常，多奔波勞碌。一生不喜愛約束，獨來獨往，自我主觀強，疑心病重，不輕信他人，本身具有孤獨感。經濟之來源大好大壞。在六親上較淡薄，外出謀生較佳，遠離出生地。',
			),
		29 => array(
			'title' => '智謀才略，奏功壽福',
			'value' => '年少时为人聪明伶俐、敬老尊贤，常受身边之人爱护，长辈缘良好可为父母带来荣耀，心地善良，責任心重，富有正義感，慷慨大方，愛好打抱不平，對人誠懇，態度較隨和，能在上流社會打滾，認識有權勢之人。有時雖不愛說話，但說起話來頭頭是道。社交能力佳，協調力強，家庭觀念重。',
			),
		30 => array(
			'title' => '漂浮不定，善惡難分',
			'value' => '年少时专注力不强导致常分心，容易误交损友让父母担心，本身疑心病重，談話中常無意得罪他人，本身不善談話，宜注意口舌是非，六親較為緣薄，較無助力，小廟不宜接近，易中邪，產生莫名奇妙之是非。做事猶豫不決，財神爺從手中溜走，較不易把握機會。',
			),
		31 => array(
			'title' => '意志堅定，千挫不屈',
			'value' => '年少时聪慧及有才华，各方面成绩不俗让父母脸上有光，亲友助力大，待人謙恭有禮，人緣佳，做事較有果斷魄力，本身較為好動，學習能力強，善外交，做事不會拖泥帶水，不怕困難，喜歡駕馭他人，常為社團之領導者，工商界之領袖，具有藝術，歌藝天分，但才藝博而不專精。有異性緣，生活多姿多彩。',
			),
		32 => array(
			'title' => '貴人提拔，家庭緣強',
			'value' => '年少时表达能力好、人缘佳，身边贵人处处，父母长辈缘良好，交往的朋友多，流動性快，朋友大都為專業人才，學術界或技術界。本身善於規劃進行之事，有靈機應變之智，勤於禮佛。無不仁不義之為，本身多才多藝，點子多，能開創美好前途。',
			),
		33 => array(
			'title' => '鸞鳳相會，剛毅果斷',
			'value' => '年少时性格刚毅，做事有条不紊且不轻言放弃，无须父母操心，為人剛直，做事較有魄力，興趣較為廣闊，有雄心大志，事業心強，具有領導能力，對事物的處理有條有理。對五術，山，醫，命，卜，相有濃厚的興趣，具有佛教緣，心地善良。',
			),
		34 => array(
			'title' => '大凶大難，病弱短命',
			'value' => '年少时爱发白日梦，常会因为不切实际的幻想而奔波劳碌，六亲助力不强需靠自己，對感情較為敏感，常有幻想，一生桃花較多，易有一次血光之災。對錢財較會精打細算，理財佳，能累計財富。身心較勞累，凡事喜歡自己動手，主一生較勞碌。',
			),
		35 => array(
			'title' => '孝順有禮，個性溫順',
			'value' => '年少时孝顺和善，六亲及长辈缘良好，才华横溢常让父母脸上增光，主有長輩之照顧，人緣佳，對人和氣，處處為人著想。為人聰明伶俐，做事謹慎，條例分明，在外交游廣闊，機會多，好運常常來，本身較不注重金錢。家庭觀念重，溝通良好，對文學藝術有濃厚之興趣。',
			),
		36 => array(
			'title' => '沉浮不定，困難重重',
			'value' => '年少时做事反复、常举棋不定，容易招惹不良损友让父母头疼不已，做事三心二意，易受他人之影響而改變初衷，疑心病重，精神層面較空虛，六親緣薄，親人之助力較少，反而是外在朋友助力大。本身愛好投機取巧，不喜受別人拘束，做事我行我素，隨自己的心意而做，較不會體諒別人的感受。',
			),
		37 => array(
			'title' => '財官雙美，富貴慈祥',
			'value' => '年少时天资聪颖，无论学术或活动皆可得到好成绩，对父母有助力，個性活躍開朗，喜歡團體生活，及藝文活動充實自我，上進心強，能自我鼓勵。本身之記憶力家，理解力強，對於金錢能靈活運用，亦喜歡關心弱勢團體，有博愛之心。本身為多才多藝，具有文學藝術之天分。',
			),
		38 => array(
			'title' => '吉凶參半，意志薄弱',
			'value' => '年少时个性冲动常惹是生非，常让父母师长操心，父母及兄弟缘不强，較有外來的是非，與朋友兄弟間較有爭執，會犯小人，表面對你好，內心卻心懷鬼胎，易有感情之困擾，夫妻緣薄，婚姻易出問題。愛賭博貪酒色，感情问题多。',
			),
		39 => array(
			'title' => '才謀盈身，富貴榮華',
			'value' => '年少时为人正直、聪明且领导能力佳，常受到长辈的赞赏让父母引以为傲，喜好打不平，具有俠義心腸，樂意幫助別人，智慧高，能言善變，對人謙虛有禮，容易和別人相處，在團體中居於領導者，答應別人之事，能守諾言，一字千金。夫妻多沟通、互相体贴才是保持婚姻美满的正确之道。',
			),
		40 => array(
			'title' => '智慧超群，缺乏德望',
			'value' => '年少时有小聪明但缺乏大智慧，常出口伤人招惹是非，父母助力弱、缘分薄，本身善變，口舌是非多，意見難以溝通，配婚年齡差距最好多一點，約七，八歲。一生易有感情困擾，六親淡薄，精神上較苦悶，易有孤獨感，並主一生多奔波勞累。本人較好勝，我行我素，對事情反應較快，能察言觀色。',
			),
		41 => array(
			'title' => '純陽獨秀，德望兼備',
			'value' => '年少时机敏且口才佳，为人善交良朋益友，做事自动自发不让父母师长担心，本身喜歡向外發展，在外人緣佳，異性人緣好，喜愛新奇之事物，交遊廣闊。頭腦好，好勝心強，慾望多，是個完美主義者。上進心強，貴人多，為人多才多藝，善機謀，做事敏捷，一生之生活多姿多彩。',
			),
		42 => array(
			'title' => '十藝不成，缺乏信心',
			'value' => '年少时做事充满干劲但不持久常虎头蛇尾，喜欢游荡不喜待在家中导致亲缘薄弱，一生驛馬星較多，較易飄蕩他鄉，手腳易有外傷，或車禍，本身性急，智慧高，對他人之批評較不能接受，喜歡以自我意見為意見，愛面子。計劃之事常易鑽牛角尖，較不易實現，因而煩心不開朗。',
			),
		43 => array(
			'title' => '薄弱散漫，懷才不遇',
			'value' => '年少时性情耿直，常因交友不慎而为自己惹来麻烦，家庭缘薄且无助力，交往之朋友多，三教九流都有，本身六親較無緣，父母緣薄。須要注意官非，因本身才能好，能掌權而高傲，無意中得罪他人，而起糾紛。個性急燥，身體宜注意肝氣，皮膚，宜修心養性。',
			),
		44 => array(
			'title' => '萬事難成，傾家蕩產',
			'value' => '年少时多学少成，做事冲动而不善思考，父母长辈缘不强、助力小，一生好動勞碌，亦有享受的一面，機緣多，遇別人所不能過到的事，講給人聽，別人認為是天方夜譚。早年不信鬼神之說，晚年傾向於宗教信仰，多奇遇，宜住熱鬧地發展。一生感情困擾多亦有纏綿不斷的感情，六親淡薄。兄弟助力小。',
			),
		45 => array(
			'title' => '名揚四海，順風揚帆',
			'value' => '年少时相貌堂堂且善于辞令常受师长爱戴，学习能力佳为家人带来荣耀，外表厚重，氣質高雅，表達能力好，理財能力佳，肯幫助他人，易結交能力強的人，在團體中為領導之人才，為工商界之領袖。本身較冷靜樂觀，對家庭之向心力強。',
			),
		46 => array(
			'title' => '教導沒落，一生困苦',
			'value' => '年少时人际关系强，善结交朋友但难得助力大的良朋益友，常招惹小人让长辈头疼不已，交際能力強，在團體中表現較為活躍，所結交之朋友為初善總惡，宜注意頭部受傷，對擇偶的眼光較高，而造成婚姻之困擾，喜愛對方，對方卻不領情，形成落花有意，流水無情。本身不喜受人約束，較易隨性而發揮，形成朋友助力較少。',
			),
		47 => array(
			'title' => '成功之像，天賦幸福',
			'value' => '年少时好动外向但刻苦懂事，磨练出坚韧不拔、不让父母长辈操心的个性，亲缘融洽，本身活力強，喜往外跑，管理能力強，能吃苦耐勞，敢冒險面對各種困難能克服它，少年較辛苦，中年為家庭付出，為子女中的好榜樣，一生易有貴人扶助，助其成功，其做事較為謹慎，策劃能力佳為工商界之領袖。',
			),
		48 => array(
			'title' => '名利顯達，有德有智',
			'value' => '年少时好动刻苦，凡事亲力亲为虽偶有波折但谋事可成，为人早熟常让父母长辈放心，行動力強，做事果斷迅速，開發能力強，早年多辛苦，中年後漸漸順暢，可往熱鬧地區創業。一生异性缘好理財能力佳，可從事於工商金融，對朋友和氣，重信用。本身能刻苦耐勞，在文武方面，皆有成就。',
			),
		49 => array(
			'title' => '吉凶难分，吉臨富貴',
			'value' => '年少时不善表达导致朋友不多，长辈缘不强、家庭成员疏离缘分薄弱，情感十分淡薄，疑心病重，待人接物較冷淡，做事缺乏耐心，常半途而廢，心無大志。犯小人，無意中易引起別人的誤會，招致他人指謫。生理方面可能影響身體疾病，或因感冒而成痛風症。',
			),
		50 => array(
			'title' => '一成一敗，富貴榮華',
			'value' => '年少时内向孤僻，不善与人交往导致贵人及亲缘皆不强，常让父母操心，主觀意識過強，導致性情較孤僻。為人多疑猜忌，做事反复不定，多學少精，較勞心勞力。精神上较为消極，沒有念舊之情義，夫妻無久之厚愛。生理上易患血液循環不適，神思厭倦等病狀。',
			),
		51 => array(
			'title' => '一盛一衰，後勁不足',
			'value' => '年少时爱幻想有小聪明但不切实际，导致许多兴趣及事情皆半途而废，喜爱到处奔走让长辈担心，禀性剛毅，目光銳利，具有果斷力，喜走捷徑，常“半空折翼”，一般是錢財得而流失，在生命的過程中會受到相當的打擊，其內心受到重大傷害。生理上可能影響下肢及背部等症。',
			),
		52 => array(
			'title' => '卓識達眼，幸福發達',
			'value' => '年少时懂事听话，常受到长辈爱护及同辈的爱戴，亲缘之间的助力大，年幼時較為文靜，青年後轉為強健，成年後性情較為嚴謹，能己自律。觀察力敏銳，對人，事，物，有深度之觀察力，善惡分明，對於人生之了解，自然界之探索，亦有見解獨到之處。',
			),
		53 => array(
			'title' => '華而不實，耐心猶豫',
			'value' => '年少时较为思路清晰但较为内向，不善沟通造成人际关系较为逊色，態度沉靜，喜吹毛求疵，不易與人接近，生活上較為孤寂。一生太重於事情的小細節，而忽略了大事影響前途。個性較為急燥，事業心強，一生多為錢財多奔波，錢永遠不夠用，不利感情，宜晚婚。',
			),
		54 => array(
			'title' => '薄命之現，刑傷橫死',
			'value' => '年少时爱表现及好出风头，理想虽高但常难以实现，亲缘助力薄弱天生有野心，常不顧險阻，衝破一切障礙，理想高，希望速成能早日出人頭地，可惜易東成西敗，做得非常勞累。一生較漂泊勞碌，六親無靠，也不利感情，有點精神質。',
			),
		55 => array(
			'title' => 'null',
			'value' => 'null',
			),
		56 => array(
			'title' => 'null',
			'value' => 'null',
			),
		57 => array(
			'title' => 'null',
			'value' => 'null',
			),
		58 => array(
			'title' => 'null',
			'value' => 'null',
			),
		59 => array(
			'title' => 'null',
			'value' => 'null',
			),
		60 => array(
			'title' => 'null',
			'value' => 'null',
			),
		61 => array(
			'title' => 'null',
			'value' => 'null',
			),
		62 => array(
			'title' => 'null',
			'value' => 'null',
			),
		63 => array(
			'title' => 'null',
			'value' => 'null',
			),
		64 => array(
			'title' => 'null',
			'value' => 'null',
			),
		65 => array(
			'title' => 'null',
			'value' => 'null',
			),
		66 => array(
			'title' => 'null',
			'value' => 'null',
			),
		67 => array(
			'title' => 'null',
			'value' => 'null',
			),
		68 => array(
			'title' => 'null',
			'value' => 'null',
			),
		69 => array(
			'title' => 'null',
			'value' => 'null',
			),
		70 => array(
			'title' => 'null',
			'value' => 'null',
			),
		71 => array(
			'title' => 'null',
			'value' => 'null',
			),
		72 => array(
			'title' => 'null',
			'value' => 'null',
			),
		73 => array(
			'title' => 'null',
			'value' => 'null',
			),
		74 => array(
			'title' => 'null',
			'value' => 'null',
			),
		75 => array(
			'title' => 'null',
			'value' => 'null',
			),
		76 => array(
			'title' => 'null',
			'value' => 'null',
			),
		77 => array(
			'title' => 'null',
			'value' => 'null',
			),
		78 => array(
			'title' => 'null',
			'value' => 'null',
			),
		79 => array(
			'title' => 'null',
			'value' => 'null',
			),
		80 => array(
			'title' => 'null',
			'value' => 'null',
			),
		81 => array(
			'title' => 'null',
			'value' => 'null',
			),
		),

	'人格' => array(
		1 => array(
			'title' => 'null',
			'value' => 'null',
			),
		2 => array(
			'title' => '所謀難成，多勞無功',
			'value' => '壮年时碌碌无为、谋事难成，事业上阻滞多常为小事烦心,做事猶豫不決，三心二意，精神層面不佳。易容犯小人，常有口舌是非，本身不喜待在家裡。宜注意手腳，容易受傷，其神經系統也亦受損。',
			),
		3 => array(
			'title' => '陰陽飽和，人格圓滿',
			'value' => '壮年时期精力旺盛，打工遇贵人而创业可获成功,為人光明磊落，好面子，在團體中，喜歡出風頭，常為社團中的領導者。本身帶有貴氣，有貴人相助。個性較急燥，做事積極主動，事業心較強，可獨創擁有自己的事業。本身亦注重服飾穿著。',
			),
		4 => array(
			'title' => '失和傷亡，辛苦困難',
			'value' => '壮年做事虎头蛇尾导致一事无成，为人好赌博荒淫，是非不断,此數容易導致感情氾濫，不拘小節，易惹事生非，容易與別人發生衝突打架，愛賭博，投機，朝三暮四，做事較無責任感，不易接受別人勸導。',
			),
		5 => array(
			'title' => '陰陽交感，精神雙全',
			'value' => '壮年时期成就高，做事有条理无论打工或创业皆备受赞誉，财运佳,個性為外柔內剛，志節操守高，不貪小便宜，對家庭負責任，喜烹飪。對衣著講究，本身慎交朋友，注重實際，做事不喜打高空。對於約定的事，不會失約，本身的理財能力強。',
			),
		6 => array(
			'title' => '福慶甚豐，智勇雙全',
			'value' => '壮年时身边充满助力非凡的亲友，除了带来财运外也让事业更上一层楼,為人溫和有禮，活動力強，交友廣闊，人緣佳。有忠厚之性，處處為人著想，有助人之心，不求回報，在社團中居於領導地位。做事具有責任感，不會拖拖拉拉，因本身也講究體面。所以結交的朋友之層次也比較高，具有身份地位之人。',
			),
		7 => array(
			'title' => '排除萬難，貫徹目的',
			'value' => '壮年时凭才华在各领域皆有成就，得到富贵之余也受人敬重,為人聰明能幹，具有才華，個性較急燥，好勝心強，面對困難能克服一切，少年較坎坷不順，多辛勞。喜怒易形於外，不喜多言，不善辯。做事有計劃，有遠大目標，可為社團之領導者，成為頂尖人物，適合走軍警界。',
			),
		8 => array(
			'title' => '意志堅強，忍耐克己',
			'value' => '壮年时身边贵人围绕可得良好的助力，工作上思绪清晰，能够做出有利于自己的决定,做事果斷剛毅，開創能力強，個性較為開朗，為人重義氣，遇不平之事常挺身而出。做事執行力強，點子多，性喜爭權，所以有種不認輸的個性，面對挫折不服輸，能克服困難。',
			),
		9 => array(
			'title' => '一成一敗，孤獨寂寞',
			'value' => '壮年容易受到诱惑而使家庭不和睦，工作容易遇到挫折，财运薄,做事有頭無尾，較缺乏耐性，遇有挫折常心灰意冷，半途而廢，較無雄心大志。在愛情方面多風波，易沉迷於酒色財氣，往往在愛人與被愛之中難以取捨。本身偏重物質享受，六親淡薄。',
			),
		10 => array(
			'title' => '空虛無涯，暗淡無光',
			'value' => '壮年时身旁难有可提供帮助的贵人，恐受小人陷害而遭受官讼之事,做事進退反覆，多學少精，勞心多，清靜少。為人多疑猜忌，善於自我表現，六親淡薄。與朋友交往初善—隨和大方，終惡—善於心計。易有感情之困擾，主暗來暗去，其精神層面較孤獨感，易遭牢獄之災。',
			),
		11 => array(
			'title' => '草木逢春，萬象更新',
			'value' => '壮年时亲友多助，工作及财运皆有良好感应，家庭和睦美满,為人腦經靈活，多才多藝，性情豪爽，待人有禮，朋友多，人緣佳，屬於領導之人才。為人善解人意，有異性緣，喜歡擁有美的人，事，物，生活喜歡講究變化，善於察言觀色。',
			),
		12 => array(
			'title' => '孤獨失意，謀事難成',
			'value' => '壮年时事业上难遇贵人，做事常虎头蛇尾，夫妻常争吵,此数容易导致偏重物慾，為人自私，易沉迷於酒色財氣，因為貪酒色而惹禍。性剛兇猛，機深遠謀，喜怒無常，做事缺乏耐心。對异性三心两意，难以专一，特別關懷異性，喜愛過夜生活。',
			),
		13 => array(
			'title' => '智謀奇略，博學多能',
			'value' => '壮年时期人际关系极佳，身旁贵人众多，财运不俗且健康运良好,為人公正明理，不拘小節，做事積極主動，光明磊落，福大量寬，對人友善，樂於助人。相貌方圓，體格強健，主人有貴氣。對外之人際關係佳，易為商界之名人，在團體中具有領導能力。',
			),
		14 => array(
			'title' => '家庭緣薄，有勞無酬',
			'value' => '壮年时工作劳碌但钱财难聚，常会有破财之事发生,性情暴燥，猜疑心重，喜新厭舊，好面子，個性強硬，缺思考，愛賭博，投機。做事常不考慮後果，難免得罪人，容易有聰明反被聰明誤。本身善於投機取巧，易有桃花煞，不正常之桃花，屬於內慾型。',
			),
		15 => array(
			'title' => '慈祥有德，福壽圓滿',
			'value' => '壮年时期人缘好，贵人常出现在身边并带来助力，财运佳亦可守财,心地善良溫和，聰明伶俐，對事物的學習能力強，為多才多藝之人。志節操守高，理財能力佳，一生的商業大多自己開創出來，對事物的著重點屬於企劃方面。對朋友講義氣，樂意幫助人，有口福。',
			),
		16 => array(
			'title' => '化凶為吉，成就大業',
			'value' => '壮年时期财运良好可聚财，贵人喜欢亲近做事得心应手,為人溫和善良，心性耿直，聰明伶俐，博學多聞，進取心強，肯吃苦耐勞。本身福氣佳，有貴人相助，故擁有財祿，一生之食，衣，住，行無缺。相貌清秀，人緣佳，交際手腕好，為最佳之公關人才。',
			),
		17 => array(
			'title' => '突破萬難，貫徹意志',
			'value' => '壮年时期事业运良好，打工或创业皆可获得贵人扶持，财运不俗,好勝心強，不服輸，有才華，不喜多言，能自我鞭策，事業心重，擁有雄心抱負，對人事物較執著，堅持己見，不易採納別人的意見。對愛情第一次的付出難以忘懷。',
			),
		18 => array(
			'title' => '發達之數，功成名就',
			'value' => '壮年时期思路清晰，事业与财运皆有丰厚的收获，小人是非无法接近,為人多學多能，頭腦反應快，思想敏銳，聰明伶俐，記憶力強，理解力佳，聞一知十，可從事於學術文化。對現代流行之事物較為敏銳，對文書之制度有好的規劃，具有文藝之才華。',
			),
		19 => array(
			'title' => '天災地變，本命薄弱',
			'value' => '壮年时庸庸碌碌却无所得，易受损友小人陷害而破财，钱难聚,個性上較柔弱，意志薄弱，做事多變，不分優劣。在人際關係上朋友較會扯後腿，多紛爭。易受周圍環境之影響，容易沉迷於酒色財氣。本身較懶散，好逸惡劣，付出的多，得到的少，因此較勞累。',
			),
		20 => array(
			'title' => '災難重重，好勝任性',
			'value' => '壮年时事业进取心不强，虚耗光阴无所获，常因轻易听信人言而破财,做事缺乏魄力，常力不從心，精神上的負擔較重。心性溫和，在感情方面較為柔弱，常有爭風吃醋之情形，有異性緣，感情多困擾。本身易有血光之災。',
			),
		21 => array(
			'title' => '人緣甚佳，獨立權威',
			'value' => '壮年时靠自己的能力积累财富，贵人处处事半功倍，可结良缘是一個完美主義者，為人好動不耐靜，具有口福，慾望高，做事深謀遠慮，學習能力強，善於外交，朋友多，異性緣佳，能言善道，個性豪爽，待人謙恭有禮，可為領導之人才。',
			),
		22 => array(
			'title' => '苦命之象，懷才不遇',
			'value' => '壮年时事业难遇贵人，常为金钱而四处奔波，钱财难聚,好勝爭強，容易得罪別人，腦經好，兄弟緣分淡薄，不會互相幫助，家中常有爭執。個性不定，精神沉悶，易受環境影響，而改變自己的決定，一生會跋涉他鄉，奔波勞碌。',
			),
		23 => array(
			'title' => '運勢昌隆，威勢沖天',
			'value' => '壮年时名声显赫，领导才能超群备受称誉，财运及事业皆无往不利,做事積極，光明磊落，多貴人扶助，出外佳，在事業上能的朋友相助，可從事外交外務，可在政治界，貿易界，企業界，能擁有自己的一片天地。對人友善，樂於助人，可從事公益團體之活動，在團體中，具有領導能力。',
			),
		24 => array(
			'title' => '才略出眾，白手成家',
			'value' => '壮年时头脑清晰目标明确，加上贵人的帮助事业如日中天，财运旺盛,聰明機敏，為人心直口快，口才佳，點子多，做事果斷有魄力，不拘小節。對於財的運用，善於流動，可從事金融事業或從商。對音樂，美術，才藝方面有天份，對新事物充滿好奇，冒險，本身較善辯，記憶力佳。',
			),
		25 => array(
			'title' => '柔中帶硬，力持孝悌',
			'value' => '壮年时工作能力突出，获得贵人扶持因此财运可获利，可聚财,為人隨和，聰明能幹，進取心強，博學多聞，喜歡閱讀各種書籍，策劃能力強，善於規劃各種事物。本身對於吃較有興趣，能講得頭頭是道。個性較為開朗，樂觀進取，對事物判斷較為冷靜，不為情感而影響理智。',
			),
		26 => array(
			'title' => '波瀾重疊，家屬緣薄',
			'value' => '壮年时终日忙碌无期但成就不高，钱财难聚且小人众多,本身體弱多病或六親緣薄，主兄弟姐妹或父母助力少，妻子幫不上忙，心靈上較不能安寧，一生多官災是非，有厭世悲觀之思想。本身賺錢慾望強，對金錢較注重。',
			),
		27 => array(
			'title' => '自我心強，內外不和',
			'value' => '壮年时事业易遇瓶颈，贵人少而小人多，常发生破损钱财之事,脾氣倔強，叛逆性強，對任何事敢冒險，敢衝，能勇敢面对困難及挑戰，一生多變動。早年奔波勞累，離鄉背井而外出發展。喜怒易形於色，遇不如意之事常会抱怨發牢騷，過後即好。感情方面易多波折。',
			),
		28 => array(
			'title' => '凶禍之數，寂寞空虛',
			'value' => '壮年时容易为赚钱而离乡背井但钱财不聚，难遇贵人做事事倍功半,做事容易衝動，喜怒無常，多奔波勞碌。一生不喜愛約束，獨來獨往，自我主觀強，疑心病重，不輕信他人，本身具有孤獨感。經濟之來源大好大壞。在六親上較淡薄，外出謀生較佳，遠離出生地。',
			),
		29 => array(
			'title' => '智謀才略，奏功壽福',
			'value' => '壮年时事业优越且名声斐然，财运旺盛可守财，贵人多助谋事皆可成,心地善良，責任心重，富有正義感，慷慨大方，愛好打抱不平，對人誠懇，態度較隨和，能在上流社會打滾，認識有權勢之人。有時雖不愛說話，但說起話來頭頭是道。社交能力佳，協調力強，家庭觀念重。',
			),
		30 => array(
			'title' => '漂浮不定，善惡難分',
			'value' => '壮年时常因不善与人交往而错失机会，劳碌而无所获，钱财难守,本身疑心病重，談話中常無意得罪他人，本身不善談話，宜注意口舌是非，六親較為緣薄，較無助力，小廟不宜接近，易中邪，產生莫名奇妙之是非。做事猶豫不決，財神爺從手中溜走，較不易把握機會。',
			),
		31 => array(
			'title' => '意志堅定，千挫不屈',
			'value' => '壮年时工作效率良好可展现领导能力，无论打工或创业皆可的好成绩，财运佳可守财,待人謙恭有禮，人緣佳，做事較有果斷魄力，本身較為好動，學習能力強，善外交，做事不會拖泥帶水，不怕困難，喜歡駕馭他人，常為社團之領導者，工商界之領袖，具有藝術，歌藝天分，但才藝博而不專精。有異性緣，生活多姿多彩。',
			),
		32 => array(
			'title' => '貴人提拔，家庭緣強',
			'value' => '壮年时工作效率良好可展现领导能力，无论打工或创业皆可的好成绩，财运佳可守财,交往的朋友多，流動性快，朋友大都為專業人才，學術界或技術界。本身善於規劃進行之事，有靈機應變之智，勤於禮佛。無不仁不義之為，本身多才多藝，點子多，能開創美好前途。',
			),
		33 => array(
			'title' => '鸞鳳相會，剛毅果斷',
			'value' => '壮年时家庭和谐美满，事业顺心且贵人处处，财运佳钱可聚為人剛直，做事較有魄力，興趣較為廣闊，有雄心大志，事業心強，具有領導能力，對事物的處理有條有理。對五術，山，醫，命，卜，相有濃厚的興趣，具有佛教緣，心地善良。',
			),
		34 => array(
			'title' => '大凶大難，病弱短命',
			'value' => '壮年时常为金钱劳碌，钱财常耗损而不自知，事业上贵人少而小人多，易犯血光流血之事,對感情較為敏感，常有幻想，一生桃花較多，易有一次血光之災。對錢財較會精打細算，理財佳，能累計財富。身心較勞累，凡事喜歡自己動手，主一生較勞碌。',
			),
		35 => array(
			'title' => '孝順有禮，個性溫順',
			'value' => '壮年时工作上可展才华且贵人众多，做起事来事半功倍，家人融洽,主有長輩之照顧，人緣佳，對人和氣，處處為人著想。為人聰明伶俐，做事謹慎，條例分明，在外交游廣闊，機會多，好運常常來，本身較不注重金錢。家庭觀念重，溝通良好，對文學藝術有濃厚之興趣。',
			),
		36 => array(
			'title' => '沉浮不定，困難重重',
			'value' => '壮年时事业上常遇到小人难有发展的机会，忙忙碌碌且难得钱财,做事三心二意，易受他人之影響而改變初衷，疑心病重，精神層面較空虛，六親緣薄，親人之助力較少，反而是外在朋友助力大。本身愛好投機取巧，不喜受別人拘束，做事我行我素，隨自己的心意而做，較不會體諒別人的感受。',
			),
		37 => array(
			'title' => '財官雙美，富貴慈祥',
			'value' => '壮年时活动力强可展现多才多艺的本分，财运良好且能够守财，家庭和谐美满,個性活躍開朗，喜歡團體生活，及藝文活動充實自我，上進心強，能自我鼓勵。本身之記憶力家，理解力強，對於金錢能靈活運用，亦喜歡關心弱勢團體，有博愛之心。本身為多才多藝，具有文學藝術之天分。',
			),
		38 => array(
			'title' => '吉凶參半，意志薄弱',
			'value' => '壮年时常因工作上的问题而得罪小人，做事事倍功半难有发展机会，常为金钱到处奔波,較有外來的是非，與朋友兄弟間較有爭執，會犯小人，表面對你好，內心卻心懷鬼胎，易有感情之困擾，夫妻緣薄，婚姻易出問題。愛賭博貪酒色，感情问题多。',
			),
		39 => array(
			'title' => '才謀盈身，富貴榮華',
			'value' => '壮年时事业上常遇贵人，信誉好且钱财可聚，家庭融洽子孙孝贤,喜好打不平，具有俠義心腸，樂意幫助別人，智慧高，能言善變，對人謙虛有禮，容易和別人相處，在團體中居於領導者，答應別人之事，能守諾言，一字千金。夫妻多沟通、互相体贴才是保持婚姻美满的正确之道。',
			),
		40 => array(
			'title' => '智慧超群，缺乏德望',
			'value' => '壮年时事业助力小且常受小人阻扰，发展上有阻碍，四处奔波而钱财难聚,本身善變，口舌是非多，意見難以溝通，配婚年齡差距最好多一點，約七，八歲。一生易有感情困擾，六親淡薄，精神上較苦悶，易有孤獨感，並主一生多奔波勞累。本人較好勝，我行我素，對事情反應較快，能察言觀色。',
			),
		41 => array(
			'title' => '純陽獨秀，德望兼備',
			'value' => '壮年时事业发展良好，常得到贵人提携做事称心如意，钱财运良好,本身喜歡向外發展，在外人緣佳，異性人緣好，喜愛新奇之事物，交遊廣闊。頭腦好，好勝心強，慾望多，是個完美主義者。上進心強，貴人多，為人多才多藝，善機謀，做事敏捷，一生之生活多姿多彩。',
			),
		42 => array(
			'title' => '十藝不成，缺乏信心',
			'value' => '壮年时事业难遇贵人，做事事倍功半且终日为钱奔波，恐犯血光之灾,一生驛馬星較多，較易飄蕩他鄉，手腳易有外傷，或車禍，本身性急，智慧高，對他人之批評較不能接受，喜歡以自我意見為意見，愛面子。計劃之事常易鑽牛角尖，較不易實現，因而煩心不開朗。',
			),
		43 => array(
			'title' => '薄弱散漫，懷才不遇',
			'value' => '壮年时事业庸庸碌碌，亲小人而远贵人使到谋事难成，钱财难进易出,交往之朋友多，三教九流都有，本身六親較無緣，父母緣薄。須要注意官非，因本身才能好，能掌權而高傲，無意中得罪他人，而起糾紛。個性急燥，身體宜注意肝氣，皮膚，宜修心養性。',
			),
		44 => array(
			'title' => '萬事難成，傾家蕩產',
			'value' => '壮年时常为事业及钱财劳碌，容易惹上破财之事，人际关系常出现问题,一生好動勞碌，亦有享受的一面，機緣多，遇別人所不能過到的事，講給人聽，別人認為是天方夜譚。早年不信鬼神之說，晚年傾向於宗教信仰，多奇遇，宜住熱鬧地發展。一生感情困擾多亦有纏綿不斷的感情，六親淡薄。兄弟助力小。',
			),
		45 => array(
			'title' => '名揚四海，順風揚帆',
			'value' => '壮年时事业运及财运有起色，钱财可聚，人缘好容易遇到贵人,外表厚重，氣質高雅，表達能力好，理財能力佳，肯幫助他人，易結交能力強的人，在團體中為領導之人才，為工商界之領袖。本身較冷靜樂觀，對家庭之向心力強。',
			),
		46 => array(
			'title' => '教導沒落，一生困苦',
			'value' => '壮年容易开口得罪人，事业上贵人少而小人多，常因损友的影响而破财,交際能力強，在團體中表現較為活躍，所結交之朋友為初善總惡，宜注意頭部受傷，對擇偶的眼光較高，而造成婚姻之困擾，喜愛對方，對方卻不領情，形成落花有意，流水無情。本身不喜受人約束，較易隨性而發揮，形成朋友助力較少。',
			),
		47 => array(
			'title' => '成功之像，天賦幸福',
			'value' => '壮年时做事计划性强、有条理，谋事可遇贵人事半功倍，钱财不忧,本身活力強，喜往外跑，管理能力強，能吃苦耐勞，敢冒險面對各種困難能克服它，少年較辛苦，中年為家庭付出，為子女中的好榜樣，一生易有貴人扶助，助其成功，其做事較為謹慎，策劃能力佳為工商界之領袖。',
			),
		48 => array(
			'title' => '名利顯達，有德有智',
			'value' => '壮年时做事有冲劲，人际关系良好，贵人多而小人少，财运亨通可聚财,行動力強，做事果斷迅速，開發能力強，早年多辛苦，中年後漸漸順暢，可往熱鬧地區創業。一生异性缘好理財能力佳，可從事於工商金融，對朋友和氣，重信用。本身能刻苦耐勞，在文武方面，皆有成就。',
			),
		49 => array(
			'title' => '吉凶难分，吉臨富貴',
			'value' => '壮年时做事劳碌奔波且不肯相信别人，常招惹小人，做事事倍功半,情感十分淡薄，疑心病重，待人接物較冷淡，做事缺乏耐心，常半途而廢，心無大志。犯小人，無意中易引起別人的誤會，招致他人指謫。生理方面可能影響身體疾病，或因感冒而成痛風症。',
			),
		50 => array(
			'title' => '一成一敗，富貴榮華',
			'value' => '壮年时做事较重名利且不轻易相信别人，四处奔波劳碌但钱财难聚，家庭不和谐,主觀意識過強，導致性情較孤僻。為人多疑猜忌，做事反复不定，多學少精，較勞心勞力。精神上较为消極，沒有念舊之情義，夫妻無久之厚愛。生理上易患血液循環不適，神思厭倦等病狀。',
			),
		51 => array(
			'title' => '一盛一衰，後勁不足',
			'value' => '壮年时做事有魄力但欠缺稳健的思考，空有干劲而无所得，财运弱而钱难聚,禀性剛毅，目光銳利，具有果斷力，喜走捷徑，常“半空折翼”，一般是錢財得而流失，在生命的過程中會受到相當的打擊，其內心受到重大傷害。生理上可能影響下肢及背部等症。',
			),
		52 => array(
			'title' => '卓識達眼，幸福發達',
			'value' => '壮年时做事有冲劲、有条理，眼光独到思路清晰，财运及贵人运皆旺盛，谋事可成,年幼時較為文靜，青年後轉為強健，成年後性情較為嚴謹，能己自律。觀察力敏銳，對人，事，物，有深度之觀察力，善惡分明，對於人生之了解，自然界之探索，亦有見解獨到之處。',
			),
		53 => array(
			'title' => '華而不實，耐心猶豫',
			'value' => '壮年时做事激进欠缺思考，常因小失大，为钱财奔波劳碌但难认财,態度沉靜，喜吹毛求疵，不易與人接近，生活上較為孤寂。一生太重於事情的小細節，而忽略了大事影響前途。個性較為急燥，事業心強，一生多為錢財多奔波，錢永遠不夠用，不利感情，宜晚婚。',
			),
		54 => array(
			'title' => '薄命之現，刑傷橫死',
			'value' => '壮年时做事横冲直撞，欠缺妥善思考，庸庸碌碌而一无所获，常破财,天生有野心，常不顧險阻，衝破一切障礙，理想高，希望速成能早日出人頭地，可惜易東成西敗，做得非常勞累。一生較漂泊勞碌，六親無靠，也不利感情，有點精神質。',
			),
		55 => array(
			'title' => 'null',
			'value' => 'null',
			),
		56 => array(
			'title' => 'null',
			'value' => 'null',
			),
		57 => array(
			'title' => 'null',
			'value' => 'null',
			),
		58 => array(
			'title' => 'null',
			'value' => 'null',
			),
		59 => array(
			'title' => 'null',
			'value' => 'null',
			),
		60 => array(
			'title' => 'null',
			'value' => 'null',
			),
		61 => array(
			'title' => 'null',
			'value' => 'null',
			),
		62 => array(
			'title' => 'null',
			'value' => 'null',
			),
		63 => array(
			'title' => 'null',
			'value' => 'null',
			),
		64 => array(
			'title' => 'null',
			'value' => 'null',
			),
		65 => array(
			'title' => 'null',
			'value' => 'null',
			),
		66 => array(
			'title' => 'null',
			'value' => 'null',
			),
		67 => array(
			'title' => 'null',
			'value' => 'null',
			),
		68 => array(
			'title' => 'null',
			'value' => 'null',
			),
		69 => array(
			'title' => 'null',
			'value' => 'null',
			),
		70 => array(
			'title' => 'null',
			'value' => 'null',
			),
		71 => array(
			'title' => 'null',
			'value' => 'null',
			),
		72 => array(
			'title' => 'null',
			'value' => 'null',
			),
		73 => array(
			'title' => 'null',
			'value' => 'null',
			),
		74 => array(
			'title' => 'null',
			'value' => 'null',
			),
		75 => array(
			'title' => 'null',
			'value' => 'null',
			),
		76 => array(
			'title' => 'null',
			'value' => 'null',
			),
		77 => array(
			'title' => 'null',
			'value' => 'null',
			),
		78 => array(
			'title' => 'null',
			'value' => 'null',
			),
		79 => array(
			'title' => 'null',
			'value' => 'null',
			),
		80 => array(
			'title' => 'null',
			'value' => 'null',
			),
		81 => array(
			'title' => 'null',
			'value' => 'null',
			),
		),

	'地格' => array(
		1 => array(
			'title' => 'null',
			'value' => 'null',
			),
		2 => array(
			'title' => '所謀難成，多勞無功',
			'value' => '步入青年时，难遇贵人且容易招惹小人是非，婚后夫妻及子女缘薄,做事猶豫不決，三心二意，精神層面不佳。易容犯小人，常有口舌是非，本身不喜待在家裡。宜注意手腳，容易受傷，其神經系統也亦受損。',
			),
		3 => array(
			'title' => '陰陽飽和，人格圓滿',
			'value' => '步入青年贵人多助，事业运旺盛、夫妻子女运圆满,為人光明磊落，好面子，在團體中，喜歡出風頭，常為社團中的領導者。本身帶有貴氣，有貴人相助。個性較急燥，做事積極主動，事業心較強，可獨創擁有自己的事業。本身亦注重服飾穿著。',
			),
		4 => array(
			'title' => '失和傷亡，辛苦困難',
			'value' => '步入青年时，事业不顺遂且难聚财，夫妻子女不和睦,此數容易導致感情氾濫，不拘小節，易惹事生非，容易與別人發生衝突打架，愛賭博，投機，朝三暮四，做事較無責任感，不易接受別人勸導。',
			),
		5 => array(
			'title' => '陰陽交感，精神雙全',
			'value' => '步入青年学业及事业皆有成，贵人处处事半功倍，家庭运美满,個性為外柔內剛，志節操守高，不貪小便宜，對家庭負責任，喜烹飪。對衣著講究，本身慎交朋友，注重實際，做事不喜打高空。對於約定的事，不會失約，本身的理財能力強。',
			),
		6 => array(
			'title' => '福慶甚豐，智勇雙全',
			'value' => '步入青年展露领导才能，无论学业及工作可得到特出成绩，妻女和睦家庭富足无忧,為人溫和有禮，活動力強，交友廣闊，人緣佳。有忠厚之性，處處為人著想，有助人之心，不求回報，在社團中居於領導地位。做事具有責任感，不會拖拖拉拉，因本身也講究體面。所以結交的朋友之層次也比較高，具有身份地位之人。',
			),
		7 => array(
			'title' => '排除萬難，貫徹目的',
			'value' => '步入青年虽遇磨练但可凭能力克服，才华洋溢可在工作领域展露头角，妻小忠孝和睦,為人聰明能幹，具有才華，個性較急燥，好勝心強，面對困難能克服一切，少年較坎坷不順，多辛勞。喜怒易形於外，不喜多言，不善辯。做事有計劃，有遠大目標，可為社團之領導者，成為頂尖人物，適合走軍警界。',
			),
		8 => array(
			'title' => '意志堅強，忍耐克己',
			'value' => '步入青年学业及事业运良好，可得非凡的成绩光宗耀祖,做事果斷剛毅，開創能力強，個性較為開朗，為人重義氣，遇不平之事常挺身而出。做事執行力強，點子多，性喜爭權，所以有種不認輸的個性，面對挫折不服輸，能克服困難。',
			),
		9 => array(
			'title' => '一成一敗，孤獨寂寞',
			'value' => '步入青年时，事业不顺遂且难聚财，夫妻子女不和睦,做事有頭無尾，較缺乏耐性，遇有挫折常心灰意冷，半途而廢，較無雄心大志。在愛情方面多風波，易沉迷於酒色財氣，往往在愛人與被愛之中難以取捨。本身偏重物質享受，六親淡薄。',
			),
		10 => array(
			'title' => '空虛無涯，暗淡無光',
			'value' => '步入青年时容易受到感情困扰，诸事不顺遂且容易受到小人干扰,做事進退反覆，多學少精，勞心多，清靜少。為人多疑猜忌，善於自我表現，六親淡薄。與朋友交往初善—隨和大方，終惡—善於心計。易有感情之困擾，主暗來暗去，其精神層面較孤獨感，易遭牢獄之災。',
			),
		11 => array(
			'title' => '草木逢春，萬象更新',
			'value' => '步入青年无论学业或事业皆顺遂，交际能力强且财运不俗，夫妻助力子女乖巧,為人腦經靈活，多才多藝，性情豪爽，待人有禮，朋友多，人緣佳，屬於領導之人才。為人善解人意，有異性緣，喜歡擁有美的人，事，物，生活喜歡講究變化，善於察言觀色。',
			),
		12 => array(
			'title' => '孤獨失意，謀事難成',
			'value' => '步入青年容易受到外在诱惑影响导致感情或家庭出现问题，财运欠佳,此数容易导致偏重物慾，為人自私，易沉迷於酒色財氣，因為貪酒色而惹禍。性剛兇猛，機深遠謀，喜怒無常，做事缺乏耐心。對异性三心两意，难以专一，特別關懷異性，喜愛過夜生活。',
			),
		13 => array(
			'title' => '智謀奇略，博學多能',
			'value' => '步入青年学业成绩良好；工作上有创意且具领导才能，另一半有助力感情美满,為人公正明理，不拘小節，做事積極主動，光明磊落，福大量寬，對人友善，樂於助人。相貌方圓，體格強健，主人有貴氣。對外之人際關係佳，易為商界之名人，在團體中具有領導能力。',
			),
		14 => array(
			'title' => '家庭緣薄，有勞無酬',
			'value' => '步入青年容易招惹烂桃花，身边小人众多，家庭不和谐另一半助力不大,性情暴燥，猜疑心重，喜新厭舊，好面子，個性強硬，缺思考，愛賭博，投機。做事常不考慮後果，難免得罪人，容易有聰明反被聰明誤。本身善於投機取巧，易有桃花煞，不正常之桃花，屬於內慾型。',
			),
		15 => array(
			'title' => '慈祥有德，福壽圓滿',
			'value' => '步入青年成绩超群，事业运良好可获成功，感情美满可得另一半的帮助,心地善良溫和，聰明伶俐，對事物的學習能力強，為多才多藝之人。志節操守高，理財能力佳，一生的商業大多自己開創出來，對事物的著重點屬於企劃方面。對朋友講義氣，樂意幫助人，有口福。',
			),
		16 => array(
			'title' => '化凶為吉，成就大業',
			'value' => '步入青年展现卓越的才能，学业事业皆可获突出成绩，感情美满另一半助力不俗,為人溫和善良，心性耿直，聰明伶俐，博學多聞，進取心強，肯吃苦耐勞。本身福氣佳，有貴人相助，故擁有財祿，一生之食，衣，住，行無缺。相貌清秀，人緣佳，交際手腕好，為最佳之公關人才。',
			),
		17 => array(
			'title' => '突破萬難，貫徹意志',
			'value' => '步入青年意志力坚定，设定目标往往能够达成，姻缘良好婚后可得良好助力,好勝心強，不服輸，有才華，不喜多言，能自我鞭策，事業心重，擁有雄心抱負，對人事物較執著，堅持己見，不易採納別人的意見。對愛情第一次的付出難以忘懷。',
			),
		18 => array(
			'title' => '發達之數，功成名就',
			'value' => '步入青年目标明确且成绩优越，学术成绩及工作能力皆备受赞誉，姻缘良好,為人多學多能，頭腦反應快，思想敏銳，聰明伶俐，記憶力強，理解力佳，聞一知十，可從事於學術文化。對現代流行之事物較為敏銳，對文書之制度有好的規劃，具有文藝之才華。',
			),
		19 => array(
			'title' => '天災地變，本命薄弱',
			'value' => '步入青年易受小人陷害，谋事难成，婚后难得另一半的帮助,個性上較柔弱，意志薄弱，做事多變，不分優劣。在人際關係上朋友較會扯後腿，多紛爭。易受周圍環境之影響，容易沉迷於酒色財氣。本身較懶散，好逸惡劣，付出的多，得到的少，因此較勞累。',
			),
		20 => array(
			'title' => '災難重重，好勝任性',
			'value' => '步入青年钱财耗损快，容易因为感情问题与人发生争执，婚后时有争吵,做事缺乏魄力，常力不從心，精神上的負擔較重。心性溫和，在感情方面較為柔弱，常有爭風吃醋之情形，有異性緣，感情多困擾。本身易有血光之災。',
			),
		21 => array(
			'title' => '人緣甚佳，獨立權威',
			'value' => '步入青年学识渊博，具备良好的领导能力，工作学业皆有好成绩，婚后家庭融洽,是一個完美主義者，為人好動不耐靜，具有口福，慾望高，做事深謀遠慮，學習能力強，善於外交，朋友多，異性緣佳，能言善道，個性豪爽，待人謙恭有禮，可為領導之人才。',
			),
		22 => array(
			'title' => '苦命之象，懷才不遇',
			'value' => '步入青年贵人难遇且常为金钱奔波劳碌，婚后夫妻多争执，助力小,好勝爭強，容易得罪別人，腦經好，兄弟緣分淡薄，不會互相幫助，家中常有爭執。個性不定，精神沉悶，易受環境影響，而改變自己的決定，一生會跋涉他鄉，奔波勞碌。',
			),
		23 => array(
			'title' => '運勢昌隆，威勢沖天',
			'value' => '步入青年学业及事业皆成绩卓越，文武兼备，婚后夫妻和顺且助力不凡,做事積極，光明磊落，多貴人扶助，出外佳，在事業上能的朋友相助，可從事外交外務，可在政治界，貿易界，企業界，能擁有自己的一片天地。對人友善，樂於助人，可從事公益團體之活動，在團體中，具有領導能力。',
			),
		24 => array(
			'title' => '才略出眾，白手成家',
			'value' => '步入青年创意极佳，学业及事业皆可得到良好的成绩，姻缘佳婚后可得助力,聰明機敏，為人心直口快，口才佳，點子多，做事果斷有魄力，不拘小節。對於財的運用，善於流動，可從事金融事業或從商。對音樂，美術，才藝方面有天份，對新事物充滿好奇，冒險，本身較善辯，記憶力佳。',
			),
		25 => array(
			'title' => '柔中帶硬，力持孝悌',
			'value' => '步入青年展现良好的策划及判断能力，学业及工作成绩优异，伴侣可提供助力,為人隨和，聰明能幹，進取心強，博學多聞，喜歡閱讀各種書籍，策劃能力強，善於規劃各種事物。本身對於吃較有興趣，能講得頭頭是道。個性較為開朗，樂觀進取，對事物判斷較為冷靜，不為情感而影響理智。',
			),
		26 => array(
			'title' => '波瀾重疊，家屬緣薄',
			'value' => '步入青年身边小人是非多，兄弟及夫妻助力不大，常有无力感,本身體弱多病或六親緣薄，主兄弟姐妹或父母助力少，妻子幫不上忙，心靈上較不能安寧，一生多官災是非，有厭世悲觀之思想。本身賺錢慾望強，對金錢較注重。',
			),
		27 => array(
			'title' => '自我心強，內外不和',
			'value' => '步入青年冲动欠缺思考，学业及事业成绩一般，常为金钱而奔波,脾氣倔強，叛逆性強，對任何事敢冒險，敢衝，能勇敢面对困難及挑戰，一生多變動。早年奔波勞累，離鄉背井而外出發展。喜怒易形於色，遇不如意之事常会抱怨發牢騷，過後即好。感情方面易多波折。',
			),
		28 => array(
			'title' => '凶禍之數，寂寞空虛',
			'value' => '步入青年常空幻像不切实际，奔波劳碌难有所得，容易与另一半产生摩擦,做事容易衝動，喜怒無常，多奔波勞碌。一生不喜愛約束，獨來獨往，自我主觀強，疑心病重，不輕信他人，本身具有孤獨感。經濟之來源大好大壞。在六親上較淡薄，外出謀生較佳，遠離出生地。',
			),
		29 => array(
			'title' => '智謀才略，奏功壽福',
			'value' => '步入青年学业或事业皆可得到好成绩，善交际贵人多，另一半也可给予良好的帮助,心地善良，責任心重，富有正義感，慷慨大方，愛好打抱不平，對人誠懇，態度較隨和，能在上流社會打滾，認識有權勢之人。有時雖不愛說話，但說起話來頭頭是道。社交能力佳，協調力強，家庭觀念重。',
			),
		30 => array(
			'title' => '漂浮不定，善惡難分',
			'value' => '步入青年时期容易与人发生争执、招惹小人，钱财难聚常破财,本身疑心病重，談話中常無意得罪他人，本身不善談話，宜注意口舌是非，六親較為緣薄，較無助力，小廟不宜接近，易中邪，產生莫名奇妙之是非。做事猶豫不決，財神爺從手中溜走，較不易把握機會。',
			),
		31 => array(
			'title' => '意志堅定，千挫不屈',
			'value' => '步入青年人际关系良好、贵人多，异性缘不俗，婚后夫妻和谐有助力,待人謙恭有禮，人緣佳，做事較有果斷魄力，本身較為好動，學習能力強，善外交，做事不會拖泥帶水，不怕困難，喜歡駕馭他人，常為社團之領導者，工商界之領袖，具有藝術，歌藝天分，但才藝博而不專精。有異性緣，生活多姿多彩。',
			),
		32 => array(
			'title' => '貴人提拔，家庭緣強',
			'value' => '步入青年人际关系良好、贵人多，异性缘不俗，婚后夫妻和谐有助力,交往的朋友多，流動性快，朋友大都為專業人才，學術界或技術界。本身善於規劃進行之事，有靈機應變之智，勤於禮佛。無不仁不義之為，本身多才多藝，點子多，能開創美好前途。',
			),
		33 => array(
			'title' => '鸞鳳相會，剛毅果斷',
			'value' => '步入青年身边贵人众多，做事助力大，事业财运皆有利，夫妻缘良好、有助力,為人剛直，做事較有魄力，興趣較為廣闊，有雄心大志，事業心強，具有領導能力，對事物的處理有條有理。對五術，山，醫，命，卜，相有濃厚的興趣，具有佛教緣，心地善良。',
			),
		34 => array(
			'title' => '大凶大難，病弱短命',
			'value' => '步入青年是非多，容易得罪小人，另一半的助力少，凡事需独立支撑,對感情較為敏感，常有幻想，一生桃花較多，易有一次血光之災。對錢財較會精打細算，理財佳，能累計財富。身心較勞累，凡事喜歡自己動手，主一生較勞碌。',
			),
		35 => array(
			'title' => '孝順有禮，個性溫順',
			'value' => '步入青年人缘运佳，在外受爱戴、在内受呵护，异性缘佳婚后可得另一半助力大,主有長輩之照顧，人緣佳，對人和氣，處處為人著想。為人聰明伶俐，做事謹慎，條例分明，在外交游廣闊，機會多，好運常常來，本身較不注重金錢。家庭觀念重，溝通良好，對文學藝術有濃厚之興趣。',
			),
		36 => array(
			'title' => '沉浮不定，困難重重',
			'value' => '步入青年容易交上损友导致做事常虎头蛇尾，谋事难成，婚后常为金钱而奔波,做事三心二意，易受他人之影響而改變初衷，疑心病重，精神層面較空虛，六親緣薄，親人之助力較少，反而是外在朋友助力大。本身愛好投機取巧，不喜受別人拘束，做事我行我素，隨自己的心意而做，較不會體諒別人的感受。',
			),
		37 => array(
			'title' => '財官雙美，富貴慈祥',
			'value' => '步入青年学业及事业皆有良好的发展，性格开朗博爱，婚后夫妻和谐助力大,個性活躍開朗，喜歡團體生活，及藝文活動充實自我，上進心強，能自我鼓勵。本身之記憶力家，理解力強，對於金錢能靈活運用，亦喜歡關心弱勢團體，有博愛之心。本身為多才多藝，具有文學藝術之天分。',
			),
		38 => array(
			'title' => '吉凶參半，意志薄弱',
			'value' => '步入青年常受困于感情之事，婚后常发生争吵，做事常半途而废,較有外來的是非，與朋友兄弟間較有爭執，會犯小人，表面對你好，內心卻心懷鬼胎，易有感情之困擾，夫妻緣薄，婚姻易出問題。愛賭博貪酒色，感情问题多。',
			),
		39 => array(
			'title' => '才謀盈身，富貴榮華',
			'value' => '步入青年展现聪明及正直的特性，人缘好且领导能力佳，姻缘良好且婚后夫妻有助力,喜好打不平，具有俠義心腸，樂意幫助別人，智慧高，能言善變，對人謙虛有禮，容易和別人相處，在團體中居於領導者，答應別人之事，能守諾言，一字千金。夫妻多沟通、互相体贴才是保持婚姻美满的正确之道。',
			),
		40 => array(
			'title' => '智慧超群，缺乏德望',
			'value' => '步入青年锋芒过露容易招惹小人妒嫉，人缘不佳且是非多，婚后伴侣的助力不大,本身善變，口舌是非多，意見難以溝通，配婚年齡差距最好多一點，約七，八歲。一生易有感情困擾，六親淡薄，精神上較苦悶，易有孤獨感，並主一生多奔波勞累。本人較好勝，我行我素，對事情反應較快，能察言觀色。',
			),
		41 => array(
			'title' => '純陽獨秀，德望兼備',
			'value' => '步入青年展现良好的人际关系，长袖善舞且受人爱戴，可觅得良缘婚后有利发展,本身喜歡向外發展，在外人緣佳，異性人緣好，喜愛新奇之事物，交遊廣闊。頭腦好，好勝心強，慾望多，是個完美主義者。上進心強，貴人多，為人多才多藝，善機謀，做事敏捷，一生之生活多姿多彩。',
			),
		42 => array(
			'title' => '十藝不成，缺乏信心',
			'value' => '步入青年会因误交损友而虚度光阴、四处流荡，成就不大，婚后夫妻没有助力,一生驛馬星較多，較易飄蕩他鄉，手腳易有外傷，或車禍，本身性急，智慧高，對他人之批評較不能接受，喜歡以自我意見為意見，愛面子。計劃之事常易鑽牛角尖，較不易實現，因而煩心不開朗。',
			),
		43 => array(
			'title' => '薄弱散漫，懷才不遇',
			'value' => '步入青年恐因损友陷害而得罪小人，亲缘薄弱家庭凝聚感低,交往之朋友多，三教九流都有，本身六親較無緣，父母緣薄。須要注意官非，因本身才能好，能掌權而高傲，無意中得罪他人，而起糾紛。個性急燥，身體宜注意肝氣，皮膚，宜修心養性。',
			),
		44 => array(
			'title' => '萬事難成，傾家蕩產',
			'value' => '步入青年容易沉醉于不切实际的目标之中，劳碌而成就不大，婚后夫妻助力小,一生好動勞碌，亦有享受的一面，機緣多，遇別人所不能過到的事，講給人聽，別人認為是天方夜譚。早年不信鬼神之說，晚年傾向於宗教信仰，多奇遇，宜住熱鬧地發展。一生感情困擾多亦有纏綿不斷的感情，六親淡薄。兄弟助力小。',
			),
		45 => array(
			'title' => '名揚四海，順風揚帆',
			'value' => '步入青年行事作风稳健，人际关系佳谋事容易得到贵人的帮助，财运良好婚后夫妻有助力,外表厚重，氣質高雅，表達能力好，理財能力佳，肯幫助他人，易結交能力強的人，在團體中為領導之人才，為工商界之領袖。本身較冷靜樂觀，對家庭之向心力強。',
			),
		46 => array(
			'title' => '教導沒落，一生困苦',
			'value' => '步入青年容易因为交友不善而惹上血光之灾，感情不顺遂，婚后家庭不和睦助力小,交際能力強，在團體中表現較為活躍，所結交之朋友為初善總惡，宜注意頭部受傷，對擇偶的眼光較高，而造成婚姻之困擾，喜愛對方，對方卻不領情，形成落花有意，流水無情。本身不喜受人約束，較易隨性而發揮，形成朋友助力較少。',
			),
		47 => array(
			'title' => '成功之像，天賦幸福',
			'value' => '步入青年性格外向且人缘极佳，可获贵人扶持，婚后亲缘极好助力强大,本身活力強，喜往外跑，管理能力強，能吃苦耐勞，敢冒險面對各種困難能克服它，少年較辛苦，中年為家庭付出，為子女中的好榜樣，一生易有貴人扶助，助其成功，其做事較為謹慎，策劃能力佳為工商界之領袖。',
			),
		48 => array(
			'title' => '名利顯達，有德有智',
			'value' => '步入青年事业及学业表现良好，感情运佳可遇良缘，婚后夫妻和谐子孙孝贤可得助力,行動力強，做事果斷迅速，開發能力強，早年多辛苦，中年後漸漸順暢，可往熱鬧地區創業。一生异性缘好理財能力佳，可從事於工商金融，對朋友和氣，重信用。本身能刻苦耐勞，在文武方面，皆有成就。',
			),
		49 => array(
			'title' => '吉凶难分，吉臨富貴',
			'value' => '步入青年难以相信别人，容易与人发生争执，婚后容易争吵家庭不和谐,情感十分淡薄，疑心病重，待人接物較冷淡，做事缺乏耐心，常半途而廢，心無大志。犯小人，無意中易引起別人的誤會，招致他人指謫。生理方面可能影響身體疾病，或因感冒而成痛風症。',
			),
		50 => array(
			'title' => '一成一敗，富貴榮華',
			'value' => '步入青年较为孤僻，不善于言辞及交友，难遇贵人，感情运不顺遂婚后夫妻无助力,主觀意識過強，導致性情較孤僻。為人多疑猜忌，做事反复不定，多學少精，較勞心勞力。精神上较为消極，沒有念舊之情義，夫妻無久之厚愛。生理上易患血液循環不適，神思厭倦等病狀。',
			),
		51 => array(
			'title' => '一盛一衰，後勁不足',
			'value' => '步入青年容易犯上好高骛远的毛病，常会出现破财的情况，婚后感情淡，家庭助力小,禀性剛毅，目光銳利，具有果斷力，喜走捷徑，常“半空折翼”，一般是錢財得而流失，在生命的過程中會受到相當的打擊，其內心受到重大傷害。生理上可能影響下肢及背部等症。',
			),
		52 => array(
			'title' => '卓識達眼，幸福發達',
			'value' => '步入青年体魄及人缘运渐佳，做事谨慎且有条理可获贵人帮助，婚后家庭融洽有助力,年幼時較為文靜，青年後轉為強健，成年後性情較為嚴謹，能己自律。觀察力敏銳，對人，事，物，有深度之觀察力，善惡分明，對於人生之了解，自然界之探索，亦有見解獨到之處。',
			),
		53 => array(
			'title' => '華而不實，耐心猶豫',
			'value' => '步入青年对人执着苛刻，贵人缘及财运弱，婚后难得助力,態度沉靜，喜吹毛求疵，不易與人接近，生活上較為孤寂。一生太重於事情的小細節，而忽略了大事影響前途。個性較為急燥，事業心強，一生多為錢財多奔波，錢永遠不夠用，不利感情，宜晚婚。',
			),
		54 => array(
			'title' => '薄命之現，刑傷橫死',
			'value' => '步入青年常三心两意，做事常半途而废谋事难成，姻缘单薄婚后助力弱,天生有野心，常不顧險阻，衝破一切障礙，理想高，希望速成能早日出人頭地，可惜易東成西敗，做得非常勞累。一生較漂泊勞碌，六親無靠，也不利感情，有點精神質。',
			),
		55 => array(
			'title' => 'null',
			'value' => 'null',
			),
		56 => array(
			'title' => 'null',
			'value' => 'null',
			),
		57 => array(
			'title' => 'null',
			'value' => 'null',
			),
		58 => array(
			'title' => 'null',
			'value' => 'null',
			),
		59 => array(
			'title' => 'null',
			'value' => 'null',
			),
		60 => array(
			'title' => 'null',
			'value' => 'null',
			),
		61 => array(
			'title' => 'null',
			'value' => 'null',
			),
		62 => array(
			'title' => 'null',
			'value' => 'null',
			),
		63 => array(
			'title' => 'null',
			'value' => 'null',
			),
		64 => array(
			'title' => 'null',
			'value' => 'null',
			),
		65 => array(
			'title' => 'null',
			'value' => 'null',
			),
		66 => array(
			'title' => 'null',
			'value' => 'null',
			),
		67 => array(
			'title' => 'null',
			'value' => 'null',
			),
		68 => array(
			'title' => 'null',
			'value' => 'null',
			),
		69 => array(
			'title' => 'null',
			'value' => 'null',
			),
		70 => array(
			'title' => 'null',
			'value' => 'null',
			),
		71 => array(
			'title' => 'null',
			'value' => 'null',
			),
		72 => array(
			'title' => 'null',
			'value' => 'null',
			),
		73 => array(
			'title' => 'null',
			'value' => 'null',
			),
		74 => array(
			'title' => 'null',
			'value' => 'null',
			),
		75 => array(
			'title' => 'null',
			'value' => 'null',
			),
		76 => array(
			'title' => 'null',
			'value' => 'null',
			),
		77 => array(
			'title' => 'null',
			'value' => 'null',
			),
		78 => array(
			'title' => 'null',
			'value' => 'null',
			),
		79 => array(
			'title' => 'null',
			'value' => 'null',
			),
		80 => array(
			'title' => 'null',
			'value' => 'null',
			),
		81 => array(
			'title' => 'null',
			'value' => 'null',
			),
		),

	'外格' => array(
		1 => array(
			'title' => 'null',
			'value' => 'null',
			),
		2 => array(
			'title' => '所謀難成，多勞無功',
			'value' => '进入中年时人缘运差，容易得罪人使到小人亲近、贵人远离,做事猶豫不決，三心二意，精神層面不佳。易容犯小人，常有口舌是非，本身不喜待在家裡。宜注意手腳，容易受傷，其神經系統也亦受損。'
			),
		3 => array(
			'title' => '陰陽飽和，人格圓滿',
			'value' => '中年时家庭美满，子孙运厚且孝顺，财运良好,為人光明磊落，好面子，在團體中，喜歡出風頭，常為社團中的領導者。本身帶有貴氣，有貴人相助。個性較急燥，做事積極主動，事業心較強，可獨創擁有自己的事業。本身亦注重服飾穿著。'
			),
		4 => array(
			'title' => '失和傷亡，辛苦困難',
			'value' => '进入中年时财务出现危机，人缘及家庭运皆不好，常因冲动而惹祸,此數容易導致感情氾濫，不拘小節，易惹事生非，容易與別人發生衝突打架，愛賭博，投機，朝三暮四，做事較無責任感，不易接受別人勸導。'
			),
		5 => array(
			'title' => '陰陽交感，精神雙全',
			'value' => '中年时身体健壮无大病痛，钱财无忧且子孙满堂,個性為外柔內剛，志節操守高，不貪小便宜，對家庭負責任，喜烹飪。對衣著講究，本身慎交朋友，注重實際，做事不喜打高空。對於約定的事，不會失約，本身的理財能力強。'
			),
		6 => array(
			'title' => '福慶甚豐，智勇雙全',
			'value' => '中年身体健朗无病痛，夫妻和睦孝子贤孙众多，人丁兴旺,為人溫和有禮，活動力強，交友廣闊，人緣佳。有忠厚之性，處處為人著想，有助人之心，不求回報，在社團中居於領導地位。做事具有責任感，不會拖拖拉拉，因本身也講究體面。所以結交的朋友之層次也比較高，具有身份地位之人。'
			),
		7 => array(
			'title' => '排除萬難，貫徹目的',
			'value' => '中年时鹤发童颜、老而弥坚，子孙满堂家庭幸福美满,為人聰明能幹，具有才華，個性較急燥，好勝心強，面對困難能克服一切，少年較坎坷不順，多辛勞。喜怒易形於外，不喜多言，不善辯。做事有計劃，有遠大目標，可為社團之領導者，成為頂尖人物，適合走軍警界。'
			),
		8 => array(
			'title' => '意志堅強，忍耐克己',
			'value' => '进入中年人缘佳，健康无忧之余子孙孝顺且有成就,做事果斷剛毅，開創能力強，個性較為開朗，為人重義氣，遇不平之事常挺身而出。做事執行力強，點子多，性喜爭權，所以有種不認輸的個性，面對挫折不服輸，能克服困難。'
			),
		9 => array(
			'title' => '一成一敗，孤獨寂寞',
			'value' => '进入中年时工作不顺心且感情问题多，人际关系方面则容易招惹小人,做事有頭無尾，較缺乏耐性，遇有挫折常心灰意冷，半途而廢，較無雄心大志。在愛情方面多風波，易沉迷於酒色財氣，往往在愛人與被愛之中難以取捨。本身偏重物質享受，六親淡薄。'
			),
		10 => array(
			'title' => '空虛無涯，暗淡無光',
			'value' => '进入中年时精神恍惚，常感到孤独无靠，财运不济且感情容易出现问题,做事進退反覆，多學少精，勞心多，清靜少。為人多疑猜忌，善於自我表現，六親淡薄。與朋友交往初善—隨和大方，終惡—善於心計。易有感情之困擾，主暗來暗去，其精神層面較孤獨感，易遭牢獄之災。'
			),
		11 => array(
			'title' => '草木逢春，萬象更新',
			'value' => '进入中年可展现领导才能加上贵人运良好使到工作可获得良好的成绩,為人腦經靈活，多才多藝，性情豪爽，待人有禮，朋友多，人緣佳，屬於領導之人才。為人善解人意，有異性緣，喜歡擁有美的人，事，物，生活喜歡講究變化，善於察言觀色。'
			),
		12 => array(
			'title' => '孤獨失意，謀事難成',
			'value' => '进入中年容易受困与感情之事，做事三心两意而难以持久，财运低迷,此数容易导致偏重物慾，為人自私，易沉迷於酒色財氣，因為貪酒色而惹禍。性剛兇猛，機深遠謀，喜怒無常，做事缺乏耐心。對异性三心两意，难以专一，特別關懷異性，喜愛過夜生活。'
			),
		13 => array(
			'title' => '智謀奇略，博學多能',
			'value' => '进入中年体魄强健，事业有成财良好，家庭子孙孝顺显贵气,為人公正明理，不拘小節，做事積極主動，光明磊落，福大量寬，對人友善，樂於助人。相貌方圓，體格強健，主人有貴氣。對外之人際關係佳，易為商界之名人，在團體中具有領導能力。'
			),
		14 => array(
			'title' => '家庭緣薄，有勞無酬',
			'value' => '进入中年身边助力大的贵人少故做事事倍功半，投资可得利但钱来钱去无法积存,性情暴燥，猜疑心重，喜新厭舊，好面子，個性強硬，缺思考，愛賭博，投機。做事常不考慮後果，難免得罪人，容易有聰明反被聰明誤。本身善於投機取巧，易有桃花煞，不正常之桃花，屬於內慾型。'
			),
		15 => array(
			'title' => '慈祥有德，福壽圓滿',
			'value' => '进入中年显贵气，受外人的敬仰尊崇，事业有成财运良好，子孙贤孝,心地善良溫和，聰明伶俐，對事物的學習能力強，為多才多藝之人。志節操守高，理財能力佳，一生的商業大多自己開創出來，對事物的著重點屬於企劃方面。對朋友講義氣，樂意幫助人，有口福。'
			),
		16 => array(
			'title' => '化凶為吉，成就大業',
			'value' => '进入中年事业有成、财运良好，人缘极佳良朋益友众多，家庭和睦,為人溫和善良，心性耿直，聰明伶俐，博學多聞，進取心強，肯吃苦耐勞。本身福氣佳，有貴人相助，故擁有財祿，一生之食，衣，住，行無缺。相貌清秀，人緣佳，交際手腕好，為最佳之公關人才。'
			),
		17 => array(
			'title' => '突破萬難，貫徹意志',
			'value' => '进入中年贵人多助，意志坚定不收小人影响，家庭和顺美满,好勝心強，不服輸，有才華，不喜多言，能自我鞭策，事業心重，擁有雄心抱負，對人事物較執著，堅持己見，不易採納別人的意見。對愛情第一次的付出難以忘懷。'
			),
		18 => array(
			'title' => '發達之數，功成名就',
			'value' => '进入中年事业及财运双收，在外名声良好，在内受子孙爱戴,為人多學多能，頭腦反應快，思想敏銳，聰明伶俐，記憶力強，理解力佳，聞一知十，可從事於學術文化。對現代流行之事物較為敏銳，對文書之制度有好的規劃，具有文藝之才華。'
			),
		19 => array(
			'title' => '天災地變，本命薄弱',
			'value' => '进入中年身边难寻提供助力的贵人，独木难支做事不易成功，家庭凝聚力也不强,個性上較柔弱，意志薄弱，做事多變，不分優劣。在人際關係上朋友較會扯後腿，多紛爭。易受周圍環境之影響，容易沉迷於酒色財氣。本身較懶散，好逸惡劣，付出的多，得到的少，因此較勞累。'
			),
		20 => array(
			'title' => '災難重重，好勝任性',
			'value' => '进入中年钱财消耗大，健康出现问题且易犯血光之灾，人缘不佳做事不顺心,做事缺乏魄力，常力不從心，精神上的負擔較重。心性溫和，在感情方面較為柔弱，常有爭風吃醋之情形，有異性緣，感情多困擾。本身易有血光之災。'
			),
		21 => array(
			'title' => '人緣甚佳，獨立權威',
			'value' => '进入中年家庭美满和谐，事业成绩优越，常受长辈推崇及后备敬仰,是一個完美主義者，為人好動不耐靜，具有口福，慾望高，做事深謀遠慮，學習能力強，善於外交，朋友多，異性緣佳，能言善道，個性豪爽，待人謙恭有禮，可為領導之人才。'
			),
		22 => array(
			'title' => '苦命之象，懷才不遇',
			'value' => '进入中年容易受到小人唆摆而破财，人缘不佳，家庭常出现争执,好勝爭強，容易得罪別人，腦經好，兄弟緣分淡薄，不會互相幫助，家中常有爭執。個性不定，精神沉悶，易受環境影響，而改變自己的決定，一生會跋涉他鄉，奔波勞碌。'
			),
		23 => array(
			'title' => '運勢昌隆，威勢沖天',
			'value' => '进入中年健康无忧，人缘极佳受人尊敬，儿女成群子孙和睦,做事積極，光明磊落，多貴人扶助，出外佳，在事業上能的朋友相助，可從事外交外務，可在政治界，貿易界，企業界，能擁有自己的一片天地。對人友善，樂於助人，可從事公益團體之活動，在團體中，具有領導能力。'
			),
		24 => array(
			'title' => '才略出眾，白手成家',
			'value' => '进入中年事业与财运将更上一城楼，家庭及健康皆顺遂,聰明機敏，為人心直口快，口才佳，點子多，做事果斷有魄力，不拘小節。對於財的運用，善於流動，可從事金融事業或從商。對音樂，美術，才藝方面有天份，對新事物充滿好奇，冒險，本身較善辯，記憶力佳。'
			),
		25 => array(
			'title' => '柔中帶硬，力持孝悌',
			'value' => '进入中年名声及口才良好，备受晚辈的尊重，身体健康且家庭和谐,為人隨和，聰明能幹，進取心強，博學多聞，喜歡閱讀各種書籍，策劃能力強，善於規劃各種事物。本身對於吃較有興趣，能講得頭頭是道。個性較為開朗，樂觀進取，對事物判斷較為冷靜，不為情感而影響理智。'
			),
		26 => array(
			'title' => '波瀾重疊，家屬緣薄',
			'value' => '进入中年容易产生忧郁及精神无力感，贵人少而小人多，家庭是非争吵多,本身體弱多病或六親緣薄，主兄弟姐妹或父母助力少，妻子幫不上忙，心靈上較不能安寧，一生多官災是非，有厭世悲觀之思想。本身賺錢慾望強，對金錢較注重。'
			),
		27 => array(
			'title' => '自我心強，內外不和',
			'value' => '进入中年家庭常出现争执，长辈不让小辈而小辈也不敬长辈，在外也常惹是非,脾氣倔強，叛逆性強，對任何事敢冒險，敢衝，能勇敢面对困難及挑戰，一生多變動。早年奔波勞累，離鄉背井而外出發展。喜怒易形於色，遇不如意之事常会抱怨發牢騷，過後即好。感情方面易多波折。'
			),
		28 => array(
			'title' => '凶禍之數，寂寞空虛',
			'value' => '进入中年常以自我为中心，难以相信别人，子孙叛逆不听教诲,做事容易衝動，喜怒無常，多奔波勞碌。一生不喜愛約束，獨來獨往，自我主觀強，疑心病重，不輕信他人，本身具有孤獨感。經濟之來源大好大壞。在六親上較淡薄，外出謀生較佳，遠離出生地。'
			),
		29 => array(
			'title' => '智謀才略，奏功壽福',
			'value' => '进入中年为人责任心重有交待，是众人可依靠的对象，是后代学习的好榜样，心地善良，責任心重，富有正義感，慷慨大方，愛好打抱不平，對人誠懇，態度較隨和，能在上流社會打滾，認識有權勢之人。有時雖不愛說話，但說起話來頭頭是道。社交能力佳，協調力強，家庭觀念重。'
			),
		30 => array(
			'title' => '漂浮不定，善惡難分',
			'value' => '进入中年为人意志不坚定且容易与人发生争执，家庭凝聚力也不强，本身疑心病重，談話中常無意得罪他人，本身不善談話，宜注意口舌是非，六親較為緣薄，較無助力，小廟不宜接近，易中邪，產生莫名奇妙之是非。做事猶豫不決，財神爺從手中溜走，較不易把握機會。'
			),
		31 => array(
			'title' => '意志堅定，千挫不屈',
			'value' => '进入中年为人表达能力好、善交际，贵人处处，家庭和谐之余生活无忧，待人謙恭有禮，人緣佳，做事較有果斷魄力，本身較為好動，學習能力強，善外交，做事不會拖泥帶水，不怕困難，喜歡駕馭他人，常為社團之領導者，工商界之領袖，具有藝術，歌藝天分，但才藝博而不專精。有異性緣，生活多姿多彩。'
			),
		32 => array(
			'title' => '貴人提拔，家庭緣強',
			'value' => '进入中年为人善交际且做事有条理，谋事可得强大助力，家庭凝聚力强，交往的朋友多，流動性快，朋友大都為專業人才，學術界或技術界。本身善於規劃進行之事，有靈機應變之智，勤於禮佛。無不仁不義之為，本身多才多藝，點子多，能開創美好前途。'
			),
		33 => array(
			'title' => '鸞鳳相會，剛毅果斷',
			'value' => '进入中年为人坚毅，常为人群中的领导者，为人善良慈悲是家中小辈的模仿对象，為人剛直，做事較有魄力，興趣較為廣闊，有雄心大志，事業心強，具有領導能力，對事物的處理有條有理。對五術，山，醫，命，卜，相有濃厚的興趣，具有佛教緣，心地善良。'
			),
		34 => array(
			'title' => '大凶大難，病弱短命',
			'value' => '进入中年劳碌奔波，财运尚算不俗但人际关系不佳，家庭成员则常聚少离多，對感情較為敏感，常有幻想，一生桃花較多，易有一次血光之災。對錢財較會精打細算，理財佳，能累計財富。身心較勞累，凡事喜歡自己動手，主一生較勞碌。'
			),
		35 => array(
			'title' => '孝順有禮，個性溫順',
			'value' => '进入中年名声好且受人敬爱，子孙孝贤出色让家族凝聚力强，主有長輩之照顧，人緣佳，對人和氣，處處為人著想。為人聰明伶俐，做事謹慎，條例分明，在外交游廣闊，機會多，好運常常來，本身較不注重金錢。家庭觀念重，溝通良好，對文學藝術有濃厚之興趣。'
			),
		36 => array(
			'title' => '沉浮不定，困難重重',
			'value' => '进入中年做事常犹豫不决，即使机会出现也难以把握，家庭不凝聚缘分薄弱，做事三心二意，易受他人之影響而改變初衷，疑心病重，精神層面較空虛，六親緣薄，親人之助力較少，反而是外在朋友助力大。本身愛好投機取巧，不喜受別人拘束，做事我行我素，隨自己的心意而做，較不會體諒別人的感受。'
			),
		37 => array(
			'title' => '財官雙美，富貴慈祥',
			'value' => '进入中年文物皆宜，无论财运、事业或人缘皆可得助力，子孙后代凝聚力强，個性活躍開朗，喜歡團體生活，及藝文活動充實自我，上進心強，能自我鼓勵。本身之記憶力家，理解力強，對於金錢能靈活運用，亦喜歡關心弱勢團體，有博愛之心。本身為多才多藝，具有文學藝術之天分。'
			),
		38 => array(
			'title' => '吉凶參半，意志薄弱',
			'value' => '进入中年人际关系差，容易赶跑贵人、招惹小人，谋事难成且家庭不和谐，較有外來的是非，與朋友兄弟間較有爭執，會犯小人，表面對你好，內心卻心懷鬼胎，易有感情之困擾，夫妻緣薄，婚姻易出問題。愛賭博貪酒色，感情问题多。'
			),
		39 => array(
			'title' => '才謀盈身，富貴榮華',
			'value' => '进入中年贵人及事业运旺盛，为人可靠守信是后辈模仿的良好榜样，喜好打不平，具有俠義心腸，樂意幫助別人，智慧高，能言善變，對人謙虛有禮，容易和別人相處，在團體中居於領導者，答應別人之事，能守諾言，一字千金。夫妻多沟通、互相体贴才是保持婚姻美满的正确之道。'
			),
		40 => array(
			'title' => '智慧超群，缺乏德望',
			'value' => '进入中年常因逞强而招惹是非，虽然聪明但小人处处让你有志难伸，家庭成员貌合神离，本身善變，口舌是非多，意見難以溝通，配婚年齡差距最好多一點，約七，八歲。一生易有感情困擾，六親淡薄，精神上較苦悶，易有孤獨感，並主一生多奔波勞累。本人較好勝，我行我素，對事情反應較快，能察言觀色。'
			),
		41 => array(
			'title' => '純陽獨秀，德望兼備',
			'value' => '进入中年德行优良且受人爱戴，事业及财运皆顺遂，家庭成员和谐融洽向心力强，本身喜歡向外發展，在外人緣佳，異性人緣好，喜愛新奇之事物，交遊廣闊。頭腦好，好勝心強，慾望多，是個完美主義者。上進心強，貴人多，為人多才多藝，善機謀，做事敏捷，一生之生活多姿多彩。'
			),
		42 => array(
			'title' => '十藝不成，缺乏信心',
			'value' => '进入中年做事好高骛远，且常因难以接受批评而导致人缘不佳，家庭成员常聚少离多，一生驛馬星較多，較易飄蕩他鄉，手腳易有外傷，或車禍，本身性急，智慧高，對他人之批評較不能接受，喜歡以自我意見為意見，愛面子。計劃之事常易鑽牛角尖，較不易實現，因而煩心不開朗。总格：整体而言为人性格急躁且欠缺妥善思考，做事三心二意成就不大，家庭缘薄，难聚财。'
			),
		43 => array(
			'title' => '薄弱散漫，懷才不遇',
			'value' => '进入中年常会因为言辞不当而得罪人，贵人缘不佳也让你谋事难成、财运不聚，交往之朋友多，三教九流都有，本身六親較無緣，父母緣薄。須要注意官非，因本身才能好，能掌權而高傲，無意中得罪他人，而起糾紛。個性急燥，身體宜注意肝氣，皮膚，宜修心養性。'
			),
		44 => array(
			'title' => '萬事難成，傾家蕩產',
			'value' => '进入中年常为钱财劳碌奔波，庸碌而无所得，夫妻子女缘不强常聚少离多，一生好動勞碌，亦有享受的一面，機緣多，遇別人所不能過到的事，講給人聽，別人認為是天方夜譚。早年不信鬼神之說，晚年傾向於宗教信仰，多奇遇，宜住熱鬧地發展。一生感情困擾多亦有纏綿不斷的感情，六親淡薄。兄弟助力小。'
			),
		45 => array(
			'title' => '名揚四海，順風揚帆',
			'value' => '进入中年人缘及财运俱佳，常为公司及商界的领袖，家庭成员凝聚力强，外表厚重，氣質高雅，表達能力好，理財能力佳，肯幫助他人，易結交能力強的人，在團體中為領導之人才，為工商界之領袖。本身較冷靜樂觀，對家庭之向心力強。'
			),
		46 => array(
			'title' => '教導沒落，一生困苦',
			'value' => '进入中年家庭关系不融洽，常为小事争吵，事业常奔波但钱财不聚，交際能力強，在團體中表現較為活躍，所結交之朋友為初善總惡，宜注意頭部受傷，對擇偶的眼光較高，而造成婚姻之困擾，喜愛對方，對方卻不領情，形成落花有意，流水無情。本身不喜受人約束，較易隨性而發揮，形成朋友助力較少。'
			),
		47 => array(
			'title' => '成功之像，天賦幸福',
			'value' => '进入中年做事辛劳肯吃苦，深受身边人的爱戴及尊敬，谋事可成且贵人处处为晚辈学习的对象，本身活力強，喜往外跑，管理能力強，能吃苦耐勞，敢冒險面對各種困難能克服它，少年較辛苦，中年為家庭付出，為子女中的好榜樣，一生易有貴人扶助，助其成功，其做事較為謹慎，策劃能力佳為工商界之領袖。'
			),
		48 => array(
			'title' => '名利顯達，有德有智',
			'value' => '进入中年交际能力强使到财运及事业运旺盛，为人信用良好受人爱戴，子孙孝贤听话向心力强，行動力強，做事果斷迅速，開發能力強，早年多辛苦，中年後漸漸順暢，可往熱鬧地區創業。一生异性缘好理財能力佳，可從事於工商金融，對朋友和氣，重信用。本身能刻苦耐勞，在文武方面，皆有成就。'
			),
		49 => array(
			'title' => '吉凶难分，吉臨富貴',
			'value' => '进入中年常猜忌身边人导致亲友疏离，言谈间容易招惹小人，家庭成员聚少离多，情感十分淡薄，疑心病重，待人接物較冷淡，做事缺乏耐心，常半途而廢，心無大志。犯小人，無意中易引起別人的誤會，招致他人指謫。生理方面可能影響身體疾病，或因感冒而成痛風症。'
			),
		50 => array(
			'title' => '一成一敗，富貴榮華',
			'value' => '进入中年做事独断刻板，难以接受别人的意见导致贵人离、小人近，生理及心理皆容易出现疲惫，主觀意識過強，導致性情較孤僻。為人多疑猜忌，做事反复不定，多學少精，較勞心勞力。精神上较为消極，沒有念舊之情義，夫妻無久之厚愛。生理上易患血液循環不適，神思厭倦等病狀。'
			),
		51 => array(
			'title' => '一盛一衰，後勁不足',
			'value' => '进入中年充满干劲但财运不济常因故漏财，健康及家庭运波折，需多加注意，禀性剛毅，目光銳利，具有果斷力，喜走捷徑，常“半空折翼”，一般是錢財得而流失，在生命的過程中會受到相當的打擊，其內心受到重大傷害。生理上可能影響下肢及背部等症。'
			),
		52 => array(
			'title' => '卓識達眼，幸福發達',
			'value' => '进入中年眼光独到，事业及财运皆能有良好的收获，家庭成员向心力强，年幼時較為文靜，青年後轉為強健，成年後性情較為嚴謹，能己自律。觀察力敏銳，對人，事，物，有深度之觀察力，善惡分明，對於人生之了解，自然界之探索，亦有見解獨到之處。'
			),
		53 => array(
			'title' => '華而不實，耐心猶豫',
			'value' => '进入中年常为钱财奔波劳碌，可得钱财但家庭缘较为薄弱，常聚少离多，態度沉靜，喜吹毛求疵，不易與人接近，生活上較為孤寂。一生太重於事情的小細節，而忽略了大事影響前途。個性較為急燥，事業心強，一生多為錢財多奔波，錢永遠不夠用，不利感情，宜晚婚。'
			),
		54 => array(
			'title' => '薄命之現，刑傷橫死',
			'value' => '进入中年常会因为不切实际的梦想而浪费光阴，人家关系差常招惹小人，天生有野心，常不顧險阻，衝破一切障礙，理想高，希望速成能早日出人頭地，可惜易東成西敗，做得非常勞累。一生較漂泊勞碌，六親無靠，也不利感情，有點精神質。'
			),
		55 => array(
			'title' => 'null',
			'value' => 'null',
			),
		56 => array(
			'title' => 'null',
			'value' => 'null',
			),
		57 => array(
			'title' => 'null',
			'value' => 'null',
			),
		58 => array(
			'title' => 'null',
			'value' => 'null',
			),
		59 => array(
			'title' => 'null',
			'value' => 'null',
			),
		60 => array(
			'title' => 'null',
			'value' => 'null',
			),
		61 => array(
			'title' => 'null',
			'value' => 'null',
			),
		62 => array(
			'title' => 'null',
			'value' => 'null',
			),
		63 => array(
			'title' => 'null',
			'value' => 'null',
			),
		64 => array(
			'title' => 'null',
			'value' => 'null',
			),
		65 => array(
			'title' => 'null',
			'value' => 'null',
			),
		66 => array(
			'title' => 'null',
			'value' => 'null',
			),
		67 => array(
			'title' => 'null',
			'value' => 'null',
			),
		68 => array(
			'title' => 'null',
			'value' => 'null',
			),
		69 => array(
			'title' => 'null',
			'value' => 'null',
			),
		70 => array(
			'title' => 'null',
			'value' => 'null',
			),
		71 => array(
			'title' => 'null',
			'value' => 'null',
			),
		72 => array(
			'title' => 'null',
			'value' => 'null',
			),
		73 => array(
			'title' => 'null',
			'value' => 'null',
			),
		74 => array(
			'title' => 'null',
			'value' => 'null',
			),
		75 => array(
			'title' => 'null',
			'value' => 'null',
			),
		76 => array(
			'title' => 'null',
			'value' => 'null',
			),
		77 => array(
			'title' => 'null',
			'value' => 'null',
			),
		78 => array(
			'title' => 'null',
			'value' => 'null',
			),
		79 => array(
			'title' => 'null',
			'value' => 'null',
			),
		80 => array(
			'title' => 'null',
			'value' => 'null',
			),
		81 => array(
			'title' => 'null',
			'value' => 'null',
			),
		),

	'总格' => array(
		1 => array(
			'title' => 'null',
			'value' => 'null',
			),
		2 => array(
			'title' => '所謀難成，多勞無功',
			'value' => '晚年孤清，整体而言一生空劳碌，亲缘无助且病痛缠身,做事猶豫不決，三心二意，精神層面不佳。易容犯小人，常有口舌是非，本身不喜待在家裡。宜注意手腳，容易受傷，其神經系統也亦受損。',
			),
		3 => array(
			'title' => '陰陽飽和，人格圓滿',
			'value' => '整体而言一生运势良好，贵人处处、事业成功之余也显大将之贵气,為人光明磊落，好面子，在團體中，喜歡出風頭，常為社團中的領導者。本身帶有貴氣，有貴人相助。個性較急燥，做事積極主動，事業心較強，可獨創擁有自己的事業。本身亦注重服飾穿著。',
			),
		4 => array(
			'title' => '失和傷亡，辛苦困難',
			'value' => '晚年身旁无人，钱财外泄清平孤苦，小痛大病不断,此數容易導致感情氾濫，不拘小節，易惹事生非，容易與別人發生衝突打架，愛賭博，投機，朝三暮四，做事較無責任感，不易接受別人勸導。',
			),
		5 => array(
			'title' => '陰陽交感，精神雙全',
			'value' => '整体而言为人有条不紊，做事按部就班，外表显贵气,個性為外柔內剛，志節操守高，不貪小便宜，對家庭負責任，喜烹飪。對衣著講究，本身慎交朋友，注重實際，做事不喜打高空。對於約定的事，不會失約，本身的理財能力強。',
			),
		6 => array(
			'title' => '福慶甚豐，智勇雙全',
			'value' => '整体而言为人忠厚且脚踏实地，为人富贵之余也喜欢帮助别人，人缘运佳,為人溫和有禮，活動力強，交友廣闊，人緣佳。有忠厚之性，處處為人著想，有助人之心，不求回報，在社團中居於領導地位。做事具有責任感，不會拖拖拉拉，因本身也講究體面。所以結交的朋友之層次也比較高，具有身份地位之人。',
			),
		7 => array(
			'title' => '排除萬難，貫徹目的',
			'value' => '整体而言为人耿直且坚韧不拔，事业有成聪明不骄且受人尊重,為人聰明能幹，具有才華，個性較急燥，好勝心強，面對困難能克服一切，少年較坎坷不順，多辛勞。喜怒易形於外，不喜多言，不善辯。做事有計劃，有遠大目標，可為社團之領導者，成為頂尖人物，適合走軍警界。',
			),
		8 => array(
			'title' => '意志堅強，忍耐克己',
			'value' => '整体而言为人思想正确却拥有很强的行动力，想到的事情无论多幸苦就可获成功，晚年运佳,做事果斷剛毅，開創能力強，個性較為開朗，為人重義氣，遇不平之事常挺身而出。做事執行力強，點子多，性喜爭權，所以有種不認輸的個性，面對挫折不服輸，能克服困難。',
			),
		9 => array(
			'title' => '一成一敗，孤獨寂寞',
			'value' => '整体而言，为人三心两意无法坚持，家庭感情薄弱无法得到帮助，财运也不济,做事有頭無尾，較缺乏耐性，遇有挫折常心灰意冷，半途而廢，較無雄心大志。在愛情方面多風波，易沉迷於酒色財氣，往往在愛人與被愛之中難以取捨。本身偏重物質享受，六親淡薄。',
			),
		10 => array(
			'title' => '空虛無涯，暗淡無光',
			'value' => '整体而言为人三心两意且无法专注，谋事难成且精神欠佳,做事進退反覆，多學少精，勞心多，清靜少。為人多疑猜忌，善於自我表現，六親淡薄。與朋友交往初善—隨和大方，終惡—善於心計。易有感情之困擾，主暗來暗去，其精神層面較孤獨感，易遭牢獄之災。',
			),
		11 => array(
			'title' => '草木逢春，萬象更新',
			'value' => '整体而言为人聪明有礼，助力强大的朋友众多，谋事无往不利,為人腦經靈活，多才多藝，性情豪爽，待人有禮，朋友多，人緣佳，屬於領導之人才。為人善解人意，有異性緣，喜歡擁有美的人，事，物，生活喜歡講究變化，善於察言觀色。',
			),
		12 => array(
			'title' => '孤獨失意，謀事難成',
			'value' => '整体而言为人缺乏深谋远虑，常受小人影响而产生烦恼，虽有钱财但难以聚集,此数容易导致偏重物慾，為人自私，易沉迷於酒色財氣，因為貪酒色而惹禍。性剛兇猛，機深遠謀，喜怒無常，做事缺乏耐心。對异性三心两意，难以专一，特別關懷異性，喜愛過夜生活。',
			),
		13 => array(
			'title' => '智謀奇略，博學多能',
			'value' => '整体而言为人博学有成就，无论健康运或财运皆有良好的感应，贵人多助,為人公正明理，不拘小節，做事積極主動，光明磊落，福大量寬，對人友善，樂於助人。相貌方圓，體格強健，主人有貴氣。對外之人際關係佳，易為商界之名人，在團體中具有領導能力。',
			),
		14 => array(
			'title' => '家庭緣薄，有勞無酬',
			'value' => '整体而言为人性格急进但欠缺谋略，常容易受到外界事物影响思考，导致谋事难成,性情暴燥，猜疑心重，喜新厭舊，好面子，個性強硬，缺思考，愛賭博，投機。做事常不考慮後果，難免得罪人，容易有聰明反被聰明誤。本身善於投機取巧，易有桃花煞，不正常之桃花，屬於內慾型。',
			),
		15 => array(
			'title' => '慈祥有德，福壽圓滿',
			'value' => '整体而言为人温和受尊重，常做出正确的决定并得到良好的效果，家庭和睦,心地善良溫和，聰明伶俐，對事物的學習能力強，為多才多藝之人。志節操守高，理財能力佳，一生的商業大多自己開創出來，對事物的著重點屬於企劃方面。對朋友講義氣，樂意幫助人，有口福。',
			),
		16 => array(
			'title' => '化凶為吉，成就大業',
			'value' => '整体而言为人积极进取，贵人及事业运旺盛，妻儿子孙贤孝有才能,為人溫和善良，心性耿直，聰明伶俐，博學多聞，進取心強，肯吃苦耐勞。本身福氣佳，有貴人相助，故擁有財祿，一生之食，衣，住，行無缺。相貌清秀，人緣佳，交際手腕好，為最佳之公關人才。',
			),
		17 => array(
			'title' => '突破萬難，貫徹意志',
			'value' => '整体而言为人坚定积极，不轻易放弃故可获成功，钱财可聚，子孙运佳,好勝心強，不服輸，有才華，不喜多言，能自我鞭策，事業心重，擁有雄心抱負，對人事物較執著，堅持己見，不易採納別人的意見。對愛情第一次的付出難以忘懷。',
			),
		18 => array(
			'title' => '發達之數，功成名就',
			'value' => '整体而言为人聪慧识大体，常有独到的见解并能够做出正确的决定，财运顺畅无阻,為人多學多能，頭腦反應快，思想敏銳，聰明伶俐，記憶力強，理解力佳，聞一知十，可從事於學術文化。對現代流行之事物較為敏銳，對文書之制度有好的規劃，具有文藝之才華。',
			),
		19 => array(
			'title' => '天災地變，本命薄弱',
			'value' => '整体而言为人自信心不足，容易受人影响难获成功，钱财难聚,個性上較柔弱，意志薄弱，做事多變，不分優劣。在人際關係上朋友較會扯後腿，多紛爭。易受周圍環境之影響，容易沉迷於酒色財氣。本身較懶散，好逸惡劣，付出的多，得到的少，因此較勞累。',
			),
		20 => array(
			'title' => '災難重重，好勝任性',
			'value' => '整体而言为人个性不强，容易因为异性而与人发生争执，劳碌而难守财,做事缺乏魄力，常力不從心，精神上的負擔較重。心性溫和，在感情方面較為柔弱，常有爭風吃醋之情形，有異性緣，感情多困擾。本身易有血光之災。',
			),
		21 => array(
			'title' => '人緣甚佳，獨立權威',
			'value' => '整体而言为人交际能力强且善结实良友，领导才华出众工作能力强，财运佳,是一個完美主義者，為人好動不耐靜，具有口福，慾望高，做事深謀遠慮，學習能力強，善於外交，朋友多，異性緣佳，能言善道，個性豪爽，待人謙恭有禮，可為領導之人才。',
			),
		22 => array(
			'title' => '苦命之象，懷才不遇',
			'value' => '整体而言为人好胜但无谋，想发奋但不得其法，虚耗光阴且成就不大,好勝爭強，容易得罪別人，腦經好，兄弟緣分淡薄，不會互相幫助，家中常有爭執。個性不定，精神沉悶，易受環境影響，而改變自己的決定，一生會跋涉他鄉，奔波勞碌。',
			),
		23 => array(
			'title' => '運勢昌隆，威勢沖天',
			'value' => '整体而言为人顶天立地，身边不乏得力贵人的帮助，凭自己的奋斗可创出成绩,做事積極，光明磊落，多貴人扶助，出外佳，在事業上能的朋友相助，可從事外交外務，可在政治界，貿易界，企業界，能擁有自己的一片天地。對人友善，樂於助人，可從事公益團體之活動，在團體中，具有領導能力。',
			),
		24 => array(
			'title' => '才略出眾，白手成家',
			'value' => '整体而言为人有理想，人缘及口才佳成就自然高，家庭运和谐融洽,聰明機敏，為人心直口快，口才佳，點子多，做事果斷有魄力，不拘小節。對於財的運用，善於流動，可從事金融事業或從商。對音樂，美術，才藝方面有天份，對新事物充滿好奇，冒險，本身較善辯，記憶力佳。',
			),
		25 => array(
			'title' => '柔中帶硬，力持孝悌',
			'value' => '整体而言为人刚柔并济，做事有勇有谋，财运及事业运皆好，家庭和睦,為人隨和，聰明能幹，進取心強，博學多聞，喜歡閱讀各種書籍，策劃能力強，善於規劃各種事物。本身對於吃較有興趣，能講得頭頭是道。個性較為開朗，樂觀進取，對事物判斷較為冷靜，不為情感而影響理智。',
			),
		26 => array(
			'title' => '波瀾重疊，家屬緣薄',
			'value' => '整体而言身边缺乏能够提供助力的贵人，虽能够赚取钱财但难以聚财，家庭凝聚力低,本身體弱多病或六親緣薄，主兄弟姐妹或父母助力少，妻子幫不上忙，心靈上較不能安寧，一生多官災是非，有厭世悲觀之思想。本身賺錢慾望強，對金錢較注重。',
			),
		27 => array(
			'title' => '自我心強，內外不和',
			'value' => '整体而言为人自我中心重，常忽略别人感受，为金钱及事业四处辛劳，钱财难聚,脾氣倔強，叛逆性強，對任何事敢冒險，敢衝，能勇敢面对困難及挑戰，一生多變動。早年奔波勞累，離鄉背井而外出發展。喜怒易形於色，遇不如意之事常会抱怨發牢騷，過後即好。感情方面易多波折。',
			),
		28 => array(
			'title' => '凶禍之數，寂寞空虛',
			'value' => '整体而言为人自我且固执，不听取别人的教训及劝告，劳碌奔波钱财不聚,做事容易衝動，喜怒無常，多奔波勞碌。一生不喜愛約束，獨來獨往，自我主觀強，疑心病重，不輕信他人，本身具有孤獨感。經濟之來源大好大壞。在六親上較淡薄，外出謀生較佳，遠離出生地。',
			),
		29 => array(
			'title' => '智謀才略，奏功壽福',
			'value' => '整体而言为人充满智慧及正直，贵人多助且钱财运佳，家庭和谐幸福,心地善良，責任心重，富有正義感，慷慨大方，愛好打抱不平，對人誠懇，態度較隨和，能在上流社會打滾，認識有權勢之人。有時雖不愛說話，但說起話來頭頭是道。社交能力佳，協調力強，家庭觀念重。',
			),
		30 => array(
			'title' => '漂浮不定，善惡難分',
			'value' => '整体而言为人难以相信他人，难得贵人帮助，亲缘薄弱无助，常产生无力感,本身疑心病重，談話中常無意得罪他人，本身不善談話，宜注意口舌是非，六親較為緣薄，較無助力，小廟不宜接近，易中邪，產生莫名奇妙之是非。做事猶豫不決，財神爺從手中溜走，較不易把握機會。',
			),
		31 => array(
			'title' => '意志堅定，千挫不屈',
			'value' => '整体而言为人做事有计划，才华洋溢，领导能力佳，贵人多助且钱财运不俗,待人謙恭有禮，人緣佳，做事較有果斷魄力，本身較為好動，學習能力強，善外交，做事不會拖泥帶水，不怕困難，喜歡駕馭他人，常為社團之領導者，工商界之領袖，具有藝術，歌藝天分，但才藝博而不專精。有異性緣，生活多姿多彩。',
			),
		32 => array(
			'title' => '貴人提拔，家庭緣強',
			'value' => '整体而言为人做事有计划，才华洋溢，领导能力佳，贵人多助且钱财运不俗,交往的朋友多，流動性快，朋友大都為專業人才，學術界或技術界。本身善於規劃進行之事，有靈機應變之智，勤於禮佛。無不仁不義之為，本身多才多藝，點子多，能開創美好前途。',
			),
		33 => array(
			'title' => '鸞鳳相會，剛毅果斷',
			'value' => '整体而言为人正直，敢怒敢言深得人们尊敬，事业运与财运皆可获良好成绩,為人剛直，做事較有魄力，興趣較為廣闊，有雄心大志，事業心強，具有領導能力，對事物的處理有條有理。對五術，山，醫，命，卜，相有濃厚的興趣，具有佛教緣，心地善良。',
			),
		34 => array(
			'title' => '大凶大難，病弱短命',
			'value' => '整体而言为人劳碌，常破财而难聚财，身体较虚弱常感有力不从心的感觉，运气不佳,對感情較為敏感，常有幻想，一生桃花較多，易有一次血光之災。對錢財較會精打細算，理財佳，能累計財富。身心較勞累，凡事喜歡自己動手，主一生較勞碌。',
			),
		35 => array(
			'title' => '孝順有禮，個性溫順',
			'value' => '整体而言为人温和讨喜，人缘好、口才佳，贵人多助，常获好运的眷顾,主有長輩之照顧，人緣佳，對人和氣，處處為人著想。為人聰明伶俐，做事謹慎，條例分明，在外交游廣闊，機會多，好運常常來，本身較不注重金錢。家庭觀念重，溝通良好，對文學藝術有濃厚之興趣。',
			),
		36 => array(
			'title' => '沉浮不定，困難重重',
			'value' => '整体而言为人不容易相信别人造成贵人少而小人多，常破财，亲友难提供助力,做事三心二意，易受他人之影響而改變初衷，疑心病重，精神層面較空虛，六親緣薄，親人之助力較少，反而是外在朋友助力大。本身愛好投機取巧，不喜受別人拘束，做事我行我素，隨自己的心意而做，較不會體諒別人的感受。',
			),
		37 => array(
			'title' => '財官雙美，富貴慈祥',
			'value' => '整体而言为人善良，可吸引贵人相助且财运良好，晚年运佳,個性活躍開朗，喜歡團體生活，及藝文活動充實自我，上進心強，能自我鼓勵。本身之記憶力家，理解力強，對於金錢能靈活運用，亦喜歡關心弱勢團體，有博愛之心。本身為多才多藝，具有文學藝術之天分。',
			),
		38 => array(
			'title' => '吉凶參半，意志薄弱',
			'value' => '整体而言为人容易招惹是非小人，家庭不和谐常争吵，亲友的帮助不大,較有外來的是非，與朋友兄弟間較有爭執，會犯小人，表面對你好，內心卻心懷鬼胎，易有感情之困擾，夫妻緣薄，婚姻易出問題。愛賭博貪酒色，感情问题多。',
			),
		39 => array(
			'title' => '才謀盈身，富貴榮華',
			'value' => '整体而言为人人缘好、善结交良朋益友，品行端正纯良，工作及财运亨通可守钱财,喜好打不平，具有俠義心腸，樂意幫助別人，智慧高，能言善變，對人謙虛有禮，容易和別人相處，在團體中居於領導者，答應別人之事，能守諾言，一字千金。夫妻多沟通、互相体贴才是保持婚姻美满的正确之道。',
			),
		40 => array(
			'title' => '智慧超群，缺乏德望',
			'value' => '整体而言为人较为自我及善变，容易开口的罪人，家庭运薄且助力小,本身善變，口舌是非多，意見難以溝通，配婚年齡差距最好多一點，約七，八歲。一生易有感情困擾，六親淡薄，精神上較苦悶，易有孤獨感，並主一生多奔波勞累。本人較好勝，我行我素，對事情反應較快，能察言觀色。',
			),
		41 => array(
			'title' => '純陽獨秀，德望兼備',
			'value' => '整体而言为人上进且人缘极佳，贵人多助且亲缘良好，助力强大可靠,本身喜歡向外發展，在外人緣佳，異性人緣好，喜愛新奇之事物，交遊廣闊。頭腦好，好勝心強，慾望多，是個完美主義者。上進心強，貴人多，為人多才多藝，善機謀，做事敏捷，一生之生活多姿多彩。',
			),
		42 => array(
			'title' => '十藝不成，缺乏信心',
			'value' => '整体而言为人性格急躁且欠缺妥善思考，做事三心二意成就不大，家庭缘薄，难聚财,一生驛馬星較多，較易飄蕩他鄉，手腳易有外傷，或車禍，本身性急，智慧高，對他人之批評較不能接受，喜歡以自我意見為意見，愛面子。計劃之事常易鑽牛角尖，較不易實現，因而煩心不開朗。',
			),
		43 => array(
			'title' => '薄弱散漫，懷才不遇',
			'value' => '整体而言为人不戴眼识人，容易开口得罪人，财运不理想,交往之朋友多，三教九流都有，本身六親較無緣，父母緣薄。須要注意官非，因本身才能好，能掌權而高傲，無意中得罪他人，而起糾紛。個性急燥，身體宜注意肝氣，皮膚，宜修心養性。',
			),
		44 => array(
			'title' => '萬事難成，傾家蕩產',
			'value' => '整体而言为人好逸恶劳，不切实际，亲友助力小且钱财难聚,一生好動勞碌，亦有享受的一面，機緣多，遇別人所不能過到的事，講給人聽，別人認為是天方夜譚。早年不信鬼神之說，晚年傾向於宗教信仰，多奇遇，宜住熱鬧地發展。一生感情困擾多亦有纏綿不斷的感情，六親淡薄。兄弟助力小。',
			),
		45 => array(
			'title' => '名揚四海，順風揚帆',
			'value' => '整体而言为人口才好且稳重，容易吸引贵人的帮助，家庭凝集力佳，钱财可聚,外表厚重，氣質高雅，表達能力好，理財能力佳，肯幫助他人，易結交能力強的人，在團體中為領導之人才，為工商界之領袖。本身較冷靜樂觀，對家庭之向心力強。',
			),
		46 => array(
			'title' => '教導沒落，一生困苦',
			'value' => '整体而言为人交际能力强但良朋益友少，常因为损友的关系而破财、损伤及谋事难成,交際能力強，在團體中表現較為活躍，所結交之朋友為初善總惡，宜注意頭部受傷，對擇偶的眼光較高，而造成婚姻之困擾，喜愛對方，對方卻不領情，形成落花有意，流水無情。本身不喜受人約束，較易隨性而發揮，形成朋友助力較少。',
			),
		47 => array(
			'title' => '成功之像，天賦幸福',
			'value' => '整体而言为人领导能力佳，勤劳可得富贵，子孙缘强、助力大，钱财可聚,本身活力強，喜往外跑，管理能力強，能吃苦耐勞，敢冒險面對各種困難能克服它，少年較辛苦，中年為家庭付出，為子女中的好榜樣，一生易有貴人扶助，助其成功，其做事較為謹慎，策劃能力佳為工商界之領袖。',
			),
		48 => array(
			'title' => '名利顯達，有德有智',
			'value' => '整体而言为人说到做到，凡事身体力行受人敬佩，钱财运良好，家庭和谐美满,行動力強，做事果斷迅速，開發能力強，早年多辛苦，中年後漸漸順暢，可往熱鬧地區創業。一生异性缘好理財能力佳，可從事於工商金融，對朋友和氣，重信用。本身能刻苦耐勞，在文武方面，皆有成就。',
			),
		49 => array(
			'title' => '吉凶难分，吉臨富貴',
			'value' => '整体而言为人常半途而废，人际关系差且难吸引贵人，钱财易破而难聚,情感十分淡薄，疑心病重，待人接物較冷淡，做事缺乏耐心，常半途而廢，心無大志。犯小人，無意中易引起別人的誤會，招致他人指謫。生理方面可能影響身體疾病，或因感冒而成痛風症。',
			),
		50 => array(
			'title' => '一成一敗，富貴榮華',
			'value' => '整体而言为人过于独断及疑心病强，贵人少而小人多，财运及夫妻子孙缘薄,主觀意識過強，導致性情較孤僻。為人多疑猜忌，做事反复不定，多學少精，較勞心勞力。精神上较为消極，沒有念舊之情義，夫妻無久之厚愛。生理上易患血液循環不適，神思厭倦等病狀。',
			),
		51 => array(
			'title' => '一盛一衰，後勁不足',
			'value' => '整体而言为人不切实际，常犯上破财及血光之灾，亲缘薄凝聚力弱,禀性剛毅，目光銳利，具有果斷力，喜走捷徑，常“半空折翼”，一般是錢財得而流失，在生命的過程中會受到相當的打擊，其內心受到重大傷害。生理上可能影響下肢及背部等症。',
			),
		52 => array(
			'title' => '卓識達眼，幸福發達',
			'value' => '整体而言为人明辨是非且眼光独到，做事受人尊崇可获成功，亲缘稳固且感情深厚,年幼時較為文靜，青年後轉為強健，成年後性情較為嚴謹，能己自律。觀察力敏銳，對人，事，物，有深度之觀察力，善惡分明，對於人生之了解，自然界之探索，亦有見解獨到之處。',
			),
		53 => array(
			'title' => '華而不實，耐心猶豫',
			'value' => '整体而言为人固执且难听人劝，造成贵人不亲小人亲，家庭缘不强难得助力,態度沉靜，喜吹毛求疵，不易與人接近，生活上較為孤寂。一生太重於事情的小細節，而忽略了大事影響前途。個性較為急燥，事業心強，一生多為錢財多奔波，錢永遠不夠用，不利感情，宜晚婚。',
			),
		54 => array(
			'title' => '薄命之現，刑傷橫死',
			'value' => '整体而言为人空有想法而欠缺行动力，虚度光阴，常为金钱奔波劳碌，亲缘不强家庭凝聚力差,天生有野心，常不顧險阻，衝破一切障礙，理想高，希望速成能早日出人頭地，可惜易東成西敗，做得非常勞累。一生較漂泊勞碌，六親無靠，也不利感情，有點精神質。',
			),
		55 => array(
			'title' => '物極則優，吉凶參半',
			'value' => '整体而言为人好坏参半，做事有条理但过于谨慎，可得钱财但也容易破财,天生好動，對於事物一經計劃完成便全心全力投入，絕不三心二意，耐性不夠，頗受挫折，經不起打擊，整個人較為懶散，心灰意冷。在生理方面，宜注意頭部，如头疼及思緒錯亂等症。',
			),
		56 => array(
			'title' => '事與願達，缺乏勇氣',
			'value' => '整体而言为人好胜，难以接纳外人意见造成身边贵人少而小人多，财运及家庭运不强,一生喜歡立功，希望被人對我信任，讚美，以自己的意見為意見，不喜別人反對，能得社會一時的敬仰，終以鋒芒過露而受到別人的陷害，形成朋友無助，影響其事業，導致破敗。亦不利感情，易有糾紛，婚後多波折，宜修心養性為佳。',
			),
		57 => array(
			'title' => '凡事如意，天賦幸福',
			'value' => '整体而言为人谦恭有礼，口才佳吸引贵人相助，事半功倍，家庭美满和谐,對人溫和有禮，氣質高雅，表達能力佳，思慮周詳，博學多聞，樂於為人排解糾紛，行為公正，使雙方能得到滿意，為狹義中人，遇不平之事，會挺身相助，可掌大權，成就輝煌。',
			),
		58 => array(
			'title' => '個性剛強，禍福無常',
			'value' => '整体而言为人喜怒无常，常以自我为中心，事业常为小人所困，奔波劳碌但不聚财,心地善良，個性却暴燥，主觀較強，行動較為放任，一生喜歡大自然，但易有突變，婚姻不順，事業易有挫折，導致精神負擔較重。易為利慾所誘惑，而引起是非官訟多，需慎防意外。',
			),
		59 => array(
			'title' => '缺乏忍耐，意志衰退',
			'value' => '整体而言为人过于多情难以自制，常犯破财及血光之灾，家庭缘不和谐常争吵,感情深厚，易為情感所困擾，愛享受，易受環境之影響而使自己沉迷於酒色財氣。做事缺乏理智，易感情用事，而導致他人之指謫，對文學藝術有天分，可向文學方面發展。身體易遭創傷，而有血光之災，不宜做投資事業，有傾家蕩產之象。',
			),
		60 => array(
			'title' => '心迷意亂，搖動不安',
			'value' => '整体而言为人不够大气，亲缘不强，小人多而贵人少，谋事难成，钱财易出难进,個性較保守，對人不對事，做事偏激，為人度量狹小，六親淡薄，夫妻緣薄。主觀過強，導致性情怪癖。一生多見小人與口舌是非糾纏，與人不易親近，不大友善。',
			),
		61 => array(
			'title' => '榮達禎祥，榮華富貴',
			'value' => '整体而言为人聪慧大方，亲贵人而远小人，事业及财运皆如意，家庭运强亲人助力大,本身聰明伶俐，人緣佳，領導力強，在團體中為領導之人才。有異性緣，談起話來幽默風趣，性情開朗，不拘小節，家庭觀念重，對子女照顧齊全。善於外交，對所決定之事能全心全力的完成。',
			),
		62 => array(
			'title' => '身心衰微，缺乏信心',
			'value' => '整体而言为人无自信，亲缘薄弱常受人欺，财运及事业波折，钱财无以为聚,六親緣薄，感情挫折多，思慮欠周詳，做事常反復不定，放蕩成性，受挫折心灰意冷而導致失敗。機運較差，好事易成空，壞事接連不斷，做事容易後悔，一生不利財物，多主孤寡。',
			),
		63 => array(
			'title' => '諸事如意，富貴榮華',
			'value' => '整体而言为人聪明正义，领导才华出众，事业及财运皆顺遂如意，家庭美满和谐,性靈穎悟，理義分明，面貌有威，智慧高，點子多，為人隨和，能受眾人喜愛，能文能武，為企業之領導者，工商界之領袖，可擁有自己的事業。夫妻圓滿，家庭和樂。',
			),
		64 => array(
			'title' => '困苦無靠，意外災害',
			'value' => '整体而言为人奔波劳碌，常破财及犯血光之灾，夫妻子孙缘不强且助力薄弱,待人冷漠，面無和氣，不利六親，早年離鄉背井，放蕩他鄉。一生多逢重喪疊貨，骨肉伶仃，孤獨不利。理想過高，抱負大，但常與願違，遭遇挫敗，晚年孤獨，宜修心養性。',
			),
		65 => array(
			'title' => '福中有貴，家運隆昌',
			'value' => '整体而言为人大方得体且聪慧，口才好且常遇贵人，财运亨通且家庭和睦,為人穩重，待人和諧，氣質高雅，易打包不平，有正義感，喜好讀書，是一位知書達禮之人，具有君子風度，心慈面善，樂善好施，凡事實際，不喜歡投資取巧，做事小心謹慎，有條有理。',
			),
		66 => array(
			'title' => '進退兩難，內外部和',
			'value' => '整体而言为人辛劳且压力大，事业及财运皆难获贵人帮助，钱财难聚，家庭缘薄,在工作上易有壓力，引起次心煩氣燥，做事往往徒勞無功，付出的多，得到的少。一生易有關非訴訟的問題，事業運不佳，有感情之困擾，身體易體弱多病，或六親淡薄，親人助力小。',
			),
		67 => array(
			'title' => '萬事無礙，可達目的',
			'value' => '整体而言为人说到做到，财运及事业皆可遇贵人扶持，家庭凝聚力强助力大,喜歡冒險，有志氣，富進取心，做事果斷有魄力，言出必行，不善虛偽做假，勇於突破惡劣環境。具有責任感，講究體面，好奇心強，思考能力強，企劃能力佳，為幕僚人才。',
			),
		68 => array(
			'title' => '積極成功，智慮周密',
			'value' => '整体而言为人积极善良，做事言而有信受人尊敬及爱戴，财运及事业运皆良好，亲缘助力大,聰明清秀，度量宏大，樂觀開朗，人際關係良好，處事能力強，待人和氣，喜歡幫助別人，對朋友講義氣，守信用。心思較細膩，重感情，具愛心，對宗教，武術方面有天賦。',
			),
		69 => array(
			'title' => '災難之象，短命刑剋',
			'value' => '整体而言为人固执且不相信别人，整体运势起落大，人际关系不强，各方助力弱,思想行為偏差，與世俗規範有脫節，常會憤世嫉俗，形成孤僻之個性，六親緣薄，主其人一生起起伏伏，大成大敗，與朋友相處難保持長久之友誼，夫妻之間，貌合心離，各懷異志。',
			),
		70 => array(
			'title' => '力不從心，空虛寂寞',
			'value' => '整体而言为人暴躁没耐心，人缘不强贵人少而小人多，钱财难聚，家庭不和睦,喜歡酒色而好鬥，個性急燥，易與他人不和，做事相當自負，好勝心強，難以容忍而與人結怨，因此相識滿天下，知己無幾人，多學少精，做事猶豫不定，精神上較煩惱苦悶，一生多奔波勞碌。',
			),
		71 => array(
			'title' => '內心多愁，苦中作樂',
			'value' => '整体而言为人不认输，做事常半途而废造成事业与财运皆不佳，感情及家庭运不佳助力小,好強，好面子，做事三心二意，多自憂自愁，精神不佳，意志薄弱，講話較直，容易得罪他人，口舌是非多，六親緣薄，感情方面多波折。易沉迷於酒色，常失情緒而導致失敗。',
			),
		72 => array(
			'title' => '烏雲遮月，外觀吉祥',
			'value' => '整体而言为人优柔寡断，难以相信别人，谋事难成且难以聚财，夫妻子孙缘弱,做事猶豫不定，疑心病重，遇到挫折易半途而廢。個性急燥，注重外表美觀，內心有時感到空虛。六親緣分較薄，會因財與別人動武。心境多煩憂且不穩，意志亦有不堅，易受迷惑，婚姻不和，宜小心有受人拖累。',
			),
		73 => array(
			'title' => '無憂無慮，安樂自在',
			'value' => '整体而言为人聪明好动且口才好，人际关系强领导能力佳，财运亨通且家庭美满,為人開朗活潑，審美能力佳，具有天生藝術天分，做事守原則，心思敏捷，反應力快，機謀多變，多才多藝。肯吃苦耐勞，待人誠信忠實，人緣佳，在任何活動中都十分活躍，為社團中之領導者人物。',
			),
		74 => array(
			'title' => '無謀無能，坐食山空',
			'value' => '整体而言为人城府深且不听人言，空忙碌而难得钱财，人际关系差常遇小人，家庭不和谐,好大喜歡功，善用心計，品性不佳，一意孤行，不實際，導致外華內虛。做事缺乏積極，意志薄弱，且多苦悶，自憂自愁，且易受小人拖累，致無謂損失，或破財，婚姻不祥，宜防有婚變之傾向。',
			),
		75 => array(
			'title' => '守財可安，欲速不達',
			'value' => '整体而言为人不善交际，小人是非多，空劳碌而难聚财，子孙叛逆不听教，家庭常争吵,做事較衝動，不拘禮節，喜好酒色財氣，是非官訟多。好賭，重感情，缺乏理智，易為利益所誘惑，不喜受約束，容易得罪他人，人際關係欠佳。為人較剛自用，易有血光之災。',
			),
		76 => array(
			'title' => '骨內分離，傾家蕩產',
			'value' => '整体而言为人容易想不开，口才差容易得罪小人，吓跑贵人，谋事难成且常为金钱奔波,悲觀，處於自卑好強，一意孤行，不善言辭，而致常得罪別人，具有過度情緒化，精神不佳，多自尋煩惱，往往吃力不討好，內心多勞，財運不穩，婚姻不和，宜小心受人拖累。',
			),
		77 => array(
			'title' => '先吉後凶，一生多災',
			'value' => '整体而言为人易焦虑且好胜，常为金钱劳碌但财难聚，家庭运不佳助力不大,個性急燥，喜怒無常，愛面子，對於金錢，任意揮霍，不知節制。六親緣薄，婚姻不順，常有感情上之困擾。較有潔癖，做事缺乏耐心，常力不從心，精神上的負擔較重。',
			),
		78 => array(
			'title' => '福禍參半，前憂後苦',
			'value' => '整体而言为人喜怒无常，常因一意孤行而破财，人际关系不好，家庭成员不和睦,神經質，自我心重，驕傲不服輸，貪小便宜，嫉妒心強，用情不專，好賭博，貪酒色，風流成性。為人較自私，先窮後富。易因貪色而惹事災禍，夫妻緣分較薄。',
			),
		79 => array(
			'title' => '易失信用，窮困難展',
			'value' => '整体而言为人自信不足且自卑，做事好高骛远谋事难成，钱财易出难进，亲缘不强,意志薄弱，喜好投資，不實際，做事我行我素，自作聰明，頑固不平，致外華內虛。野心過大，好面子，心境精神不佳，財來財去，難守，空勞一場。',
			),
		80 => array(
			'title' => '辛苦困難，挫折短命',
			'value' => '整体而言为人好幻想而不踏实，难以容纳别人的意见使到贵人远离，钱财难聚，家庭凝聚力弱,自信，善心計，好高騖遠，不實際。做事朝三暮四，缺乏積極，意志薄弱，導致精神不佳。主觀過強，易得罪他人，財運不佳，有時遭意外之破財。六親緣薄，婚姻不美滿。',
			),
		81 => array(
			'title' => '萬事如意，吉祥重疊',
			'value' => '整体而言为人不拘小节，人缘极佳，事业及财运皆如意，夫妻和睦子孙孝贤,為人豪爽，度量寬大，做事敏捷果斷，意志堅強，分析力強，口才佳，善於交際，深得人緣及交際廣闊，熱心能幹膽量過人。凡事力求完美，有創意，具有藝術氣質，富宗教信仰。',
			),
		),
	);