<?php
// priority order: lower to higher
// (2) 人(天|地)
// (3) 天人地
return array(
	'人天' => array(
		'人格生天格' => array('木火', '火土', '土金', '金水', '水木'), //2
		'人格剋天格' => array('木土', '火金', '土水', '金木', '水火'), //8
		'天格剋人格' => array('木金', '火水', '土木', '金火', '水土'), //5
		'天格生人格' => array('木水', '火木', '土火', '金土', '水金'), //1
		'人格天格相剋' => array('金金', '水水'), //9 *
		'人格天格相生' => array('木木', '火火', '土土', '土水'), //11 *
		),

	'人地' => array(
		'人格生地格' => array('木火', '火土', '土金', '水木'), //3
		'人格剋地格' => array('火金', '土水', '金木', '水火'), //7
		'地格生人格' => array('木土', '木水', '火木', '土火', '金土', '水金'), //4
		'地格剋人格' => array('木金', '火水', '土木', '金火', '金水', '水土'), //6
		'人格地格相剋' => array('金金', '木水', '金水', '水水'), //10 * 水水 got problem. Sys. logic shows 人格天格相剋
		'人格地格相生' => array('木木', '火火', '土土', '木土'), //12 *
		),
	);